Repository: KL-Psychological-Methodology/ESMira-apps
Catalog: iosApp/ESMira/*.lproj/Localizable.strings
Languages: cs, da, de, el, es, fi, fr, he, hi, it, ja, ko, nb_no, nl, pl, pt, sv, tl, uk, zh_hans

# info_notification_setup_failed
source: It is very likely that your phone will not be able to receive notifications for this study. Your phone may have special settings that we are not aware of. Please contact the researcher of the study or the app developer (and mention the phone model you are using) to find a solution for your problem.
cs: Je velmi pravděpodobné, že váš telefon nebude moci přijímat oznámení o této studii. Váš telefon může mít speciální nastavení, o kterém nevíme. Obraťte se prosím na výzkumného pracovníka studie nebo na vývojáře aplikace (a uveďte model telefonu, který používáte), abyste našli řešení vašeho problému.
da: Det er meget sandsynligt, at din telefon ikke vil kunne modtage notifikationer til dette studie. Din telefon kan have særlige indstillinger, som vi ikke kender til. Kontakt venligst forskeren for studiet eller appudvikleren (og nævn den telefonmodel, du bruger) for at finde en løsning på dit problem.
de: Höchst wahrscheinlich werden Sie keine Benachrichtigungen für diese Studie erhalten. Womöglich benötigt dieses Smartphone spezielle Einstellungen die in ESMira nicht berücksichtigt sind. Bitte kontaktieren Sie den Betreuer der Studie oder den App Entwickler (und geben Sie Ihr Smartphone Modell an) um eine Lösung für Ihr Problem zu finden.
el: Πιθανόν η συσκευή σας να μην μπορεί να λαμβάνει ειδοποιήσεις για αυτή τη μελέτη. Ίσως απαιτούνται ειδικές ρυθμίσεις που δεν γνωρίζουμε. Παρακαλώ επικοινωνήστε με τον ερευνητή ή τον προγραμματιστή της εφαρμογής και αναφέρετε το μοντέλο της συσκευής σας.
es: Es muy probable que tu teléfono no pueda recibir notificaciones para este estudio. Tu teléfono podría tener configuraciones especiales que desconocemos. Por favor, contacta al investigador del estudio o al desarrollador de la aplicación (e indica el modelo de tu teléfono) para encontrar una solución.
fi: On todennäköistä, ettei puhelimesi pysty vastaanottamaan tämän tutkimuksen ilmoituksia. Puhelimessasi voi olla erityisasetuksia, joista emme ole tietoisia. Ota yhteyttä tutkimuksen tutkijaan tai sovelluskehittäjään (mainitse puhelinmalli) ratkaisun löytämiseksi.
fr: Votre téléphone risque de ne pas pouvoir recevoir les notifications pour cette étude. Il se peut qu’il ait des paramètres spéciaux non pris en compte. Veuillez contacter le chercheur ou le développeur (en mentionnant votre modèle de téléphone) pour trouver une solution.
he: סביר מאוד שהטלפון שלך לא יוכל לקבל התראות עבור מחקר זה. ייתכן שלטלפון יש הגדרות מיוחדות שאיננו מודעים אליהן. אנא צור קשר עם חוקר המחקר או מפתח האפליקציה (והזכר את דגם הטלפון שלך) כדי למצוא פתרון.
hi: इस बात की बहुत संभावना है कि आपका फ़ोन इस अध्ययन के लिए अधिसूचनाएँ प्राप्त नहीं कर पाएगा।आपके फ़ोन में कुछ विशेष सेटिंग्स हो सकती हैं जिनकी हमें जानकारी नहीं है। कृपया इस अध्ययन के शोधकर्ता या ऐप डेवलपर से संपर्क करें (और अपने फ़ोन मॉडल का उल्लेख करें) ताकि आपकी समस्या का समाधान किया जा सके।
it: È molto probabile che il vostro telefono non sia in grado di ricevere notifiche per questo studio. Il vostro telefono potrebbe avere impostazioni speciali di cui non siamo a conoscenza. Si prega di contattare il ricercatore dello studio o lo sviluppatore dell'app (indicando il modello di telefono in uso) per trovare una soluzione al problema.
ja: この研究の通知を端末が受信できない可能性が高いです。お使いの端末には、私たちが把握していない特別な設定があるのかもしれません。問題解決のため、端末の機種名を添えて研究者またはアプリ開発者にお問い合わせください。
ko: 이 연구의 알림을 이 기기에서 받기 어려울 수 있습니다. 기기에 저희가 알지 못하는 특수 설정이 있을 수 있습니다. 연구자나 앱 개발자에게 (사용 중인 기기 모델과 함께) 연락하여 도움을 요청해 주세요.
nb_no: Det er svært sannsynlig at telefonen din ikke vil kunne motta varsler for denne studien. Telefonen din kan ha spesielle innstillinger vi ikke kjenner til. Ta kontakt med forskeren for studien eller apputvikleren (og nevn telefonmodellen du bruker) for å finne en løsning.
pl: Jest bardzo prawdopodobne, że Twój telefon nie będzie mógł odbierać powiadomień dla tego badania. Twój telefon może mieć specjalne ustawienia. Skontaktuj się z badaczami lub twórcami aplikacji (podając model telefonu), aby znaleźć rozwiązanie problemu.
pt: É muito provável que seu telefone não consiga receber notificações para este estudo. Seu telefone pode ter configurações especiais que não conhecemos. Por favor, entre em contato com o pesquisador do estudo ou com o desenvolvedor do aplicativo (e mencione o modelo do seu telefone) para encontrar uma solução.
tl: Malaki ang posibilidad na hindi makakatanggap ng mga abiso ang iyong telepono para sa pag-aaral na ito. Maaaring may mga espesyal na setting ang iyong telepono na hindi namin alam. Mangyaring makipag-ugnayan sa mananaliksik ng pag-aaral o sa developer ng app (at banggitin ang modelo ng iyong telepono) upang makahanap ng solusyon.
uk: Дуже ймовірно, що ваш телефон не зможе отримувати сповіщення про це дослідження. Ваш телефон може мати спеціальні налаштування, про які ми не знаємо. Будь ласка, зв’яжіться з дослідником або розробником програми (і вкажіть модель телефону, який ви використовуєте), щоб знайти рішення вашої проблеми.
zh_hans: 您的手机很可能无法接收该研究的通知。您的手机可能有我们尚不了解的特殊设置。请联系研究人员或应用开发者（并告知您使用的手机型号）以寻求解决方案。

# info_schedule_changed_after_one_day
source: Your changes will take effect after one day.
cs: Změny se projeví po jednom dni.
da: Dine ændringer træder i kraft efter én dag.
de: Ihre Änderungen werden nach einem Tag wirksam.
el: Οι αλλαγές σας θα τεθούν σε ισχύ μετά από μία ημέρα.
es: Tus cambios se aplicarán después de un día.
fi: Muutokset tulevat voimaan yhden päivän kuluttua.
fr: Les changements prendront effet après un jour.
he: השינויים ייכנסו לתוקף לאחר יום אחד.
hi: आपके परिवर्तन एक दिन बाद प्रभावी होंगे।
it: Le modifiche avranno effetto dopo un giorno.
ja: 変更内容が反映されるまで1日ほどかかります。
ko: 변경 사항은 하루 후부터 적용됩니다.
nb_no: Endringene vil tre i kraft etter én dag.
pl: Twoje zmiany będą widoczne po jednym dniu.
pt: Suas alterações entrarão em vigor após um dia.
tl: Magkakabisa ang mga pagbabago pagkatapos ng isang araw.
uk: Ваші зміни набудуть чинності через день.
zh_hans: 更改将在一天后生效。

# info_study_permissionSetup_ended
source: The configuration has been completed. You can now click on "Participate" to join the study.
cs: Konfigurace byla dokončena. Nyní můžete kliknout na "Zúčastnit se" a připojit se ke studii.
da: Konfigurationen er fuldført. Du kan nu trykke på "Deltag" for at tilmelde dig studiet.
de: Die Konfiguration wurde abgeschlossen. Sie können nun auf "Teilnehmen" klicken, um der Studie beizutreten.
el: Η ρύθμιση ολοκληρώθηκε. Μπορείτε τώρα να πατήσετε "Συμμετοχή" για να μπείτε στη μελέτη.
es: La configuración se completó. Ahora puedes hacer clic en "Participar" para unirte al estudio.
fi: Määritys on valmis. Voit nyt napauttaa ”Osallistu” liittyäksesi tutkimukseen.
fr: La configuration est terminée. Vous pouvez maintenant cliquer sur « Participer ».
he: ההגדרות הושלמו. כעת ניתן ללחוץ על "השתתף" כדי להצטרף למחקר.
hi: संरचना पूरा हो गया है। अब आप अध्ययन में शामिल होने के लिए "भाग लें" पर दबा सकते हैं।
it: La configurazione è stata completata. È ora possibile fare clic su "Partecipa" per partecipare allo studio.
ja: 設定が完了しました。「参加する」をタップして研究に参加できます。
ko: 설정이 완료되었습니다. 이제 "참여"를 눌러 연구에 참여할 수 있습니다.
nb_no: Konfigurasjonen er fullført. Du kan nå trykke på "Delta" for å bli med i studien.
pl: Konfiguracja została zakończona. Możesz teraz kliknąć „Weź udział”, aby dołączyć do badania.
pt: A configuração foi concluída. Agora você pode clicar em "Participar" para ingressar no estudo.
tl: Tapos na ang konfigurasyon. Maaari mo nang pindutin ang Lumahok upang sumali sa pag-aaral.
uk: Налаштування завершено. Тепер ви можете натиснути «Взяти участь», щоб приєднатися до дослідження.
zh_hans: 配置已完成。您现在可以点击“参与”加入该研究。

# info_study_updated_desc
source: Your schedules have been reset due to an update to the study.
cs: Vaše plány byly resetovány kvůli aktualizaci studie.
da: Dine tidsplaner er blevet nulstillet på grund af en opdatering af studiet.
de: Ihre Zeitpläne wurden durch ein Update zurückgesetzt.
el: Τα προγράμματά σας επαναφέρθηκαν λόγω ενημέρωσης στη μελέτη.
es: Tus horarios han sido restablecidos debido a una actualización del estudio.
fi: Aikataulusi nollattiin tutkimuksen päivityksen vuoksi.
fr: Vos plannings ont été réinitialisés suite à une mise à jour de l’étude.
he: לוחות הזמנים שלך אופסו בעקבות עדכון המחקר.
hi: अध्ययन में हुए अपडेट के कारण आपकी अनुसूचियाँ रीसेट कर दी गई हैं।
it: Le vostre programmazioni sono state ripristinate a causa di un aggiornamento dello studio.
ja: 研究の更新に伴い、通知スケジュールがリセットされました。
ko: 연구가 업데이트되어 일정이 초기화되었습니다.
nb_no: Tidsplanene dine har blitt tilbakestilt på grunn av en oppdatering av studien.
pl: Twoje harmonogramy zostały zresetowane z powodu aktualizacji badania.
pt: Seus cronogramas foram redefinidos devido a uma atualização do estudo.
tl: Na-reset ang iyong mga iskedyul dahil sa pag-update ng pag-aaral.
uk: Ваші розклади (графіки) скинуто через оновлення дослідження.
zh_hans: 由于研究更新，您的时间表已被重置。

# info_test_notifications
source: Press "Send test notification" to test if your phone can receive notification messages.
cs: Stisknutím tlačítka "Odeslat testovací oznámení" vyzkoušejte, zda telefon může přijímat oznamovací zprávy.
da: Tryk på "Send testnotifikation" for at teste, om din telefon kan modtage notifikationer.
de: Bitte drücken Sie "Test-Benachrichtigung" um zu testen, ob Benachrichtigungen auf Ihrem Smartphone korrekt empfangen werden können.
el: Πατήστε "Αποστολή δοκιμαστικής ειδοποίησης" για να ελέγξετε αν το κινητό σας μπορεί να λάβει ειδοποιήσεις.
es: Pulsa "Enviar notificación de prueba" para verificar si tu teléfono puede recibir mensajes de notificación.
fi: Paina ”Lähetä testiviesti” testataksesi, voiko puhelimesi vastaanottaa ilmoituksia.
fr: Appuyez sur « Envoyer une notification test » pour tester la réception.
he: הקש/י על "שלח התראת בדיקה" כדי לבדוק אם הטלפון שלך מסוגל לקבל התראות.
hi: यह जांचने के लिए कि क्या आपका फ़ोन अधिसूचनाएँ प्राप्त कर सकता है, "परीक्षण अधिसूचना भेजें" दबाएँ।
it: Premere "Invia notifica di prova" per verificare se il telefono può ricevere i messaggi di notifica.
ja: 「テスト通知を送信」を押して、この端末で通知を受信できるかテストしてください。
ko: "테스트 알림 보내기"를 눌러 이 기기가 알림을 제대로 받을 수 있는지 확인해 보세요.
nb_no: Trykk på "Send testvarsel" for å sjekke om telefonen din kan motta meldinger.
pl: Naciśnij „Wyślij powiadomienie testowe”, aby sprawdzić, czy Twój telefon może odbierać powiadomienia.
pt: Pressione "Enviar notificação de teste" para verificar se seu telefone pode receber notificações.
tl: Pindutin ang Magpadala ng test notification upang subukang makatanggap ng mensahe ang iyong telepono.
uk: Натисніть «Надіслати тестове сповіщення», щоб перевірити, чи може ваш телефон отримувати сповіщення.
zh_hans: 点击“发送测试通知”测试您的手机是否可以接收通知消息。

# info_update_complete
source: Update complete (%1$d updates downloaded).
cs: Aktualizace dokončena (%1$d aktualizace staženy).
da: Opdatering fuldført (%1$d opdateringer downloadet).
de: Update erfolgreich (%1$d Updates heruntergeladen).
el: Η ενημέρωση ολοκληρώθηκε (%1$d ενημερώσεις λήφθηκαν).
es: Actualización completa (%1$d actualizaciones descargadas).
fi: Päivitys valmis (%1$d päivitystä ladattu).
fr: Mise à jour terminée (%1$d mises à jour téléchargées).
he: העדכון הושלם (%1$d עדכונים הורדו).
hi: अपडेट पूर्ण (%1$d अपडेट डाउनलोड किए गए)।
it: Aggiornamento completato (%1$d aggiornamenti scaricati).
ja: アップデート完了（%1$d件の更新をダウンロードしました）。
ko: 업데이트 완료 (%1$d개의 업데이트를 다운로드했습니다).
nb_no: Oppdatering fullført (%1$d oppdateringer lastet ned).
pl: Aktualizacja zakończona (pobrano %1$d aktualizacji).
pt: Atualização concluída (%1$d atualizações baixadas).
tl: Tapos na ang update (%1$d update na-download).
uk: Оновлення завершено (завантажено %1$d оновлень).
zh_hans: 更新完成（已下载 %1$d 个更新）。

# info_update_failed
source: There was an error while updating your studies
cs: Při aktualizaci vašich studií došlo k chybě
da: Der opstod en fejl under opdateringen af dine studier
de: Beim Update der Studien ist ein Fehler aufgetreten
el: Παρουσιάστηκε σφάλμα κατά την ενημέρωση των μελετών σας
es: Hubo un error al actualizar tus estudios
fi: Tutkimusten päivityksessä tapahtui virhe
fr: Une erreur est survenue lors de la mise à jour de vos études
he: אירעה שגיאה בעת עדכון המחקרים שלך
hi: आपके अध्ययनों को अपडेट करते समय एक त्रुटि हुई
it: Si è verificato un errore durante l'aggiornamento degli studi
ja: 研究の更新中にエラーが発生しました。
ko: 연구를 업데이트하는 중 오류가 발생했습니다
nb_no: Det oppsto en feil under oppdatering av studiene dine
pl: Wystąpił błąd podczas aktualizacji badań
pt: Ocorreu um erro ao atualizar seus estudos
tl: Nagkaroon ng error habang ina-update ang iyong mga pag-aaral
uk: Під час оновлення ваших досліджень сталася помилка
zh_hans: 更新研究时发生错误

# notification_setup_desc
source: Notifications are used to invite you to fill out questionnaires at set times. You will not receive any notifications anymore when the study has ended.
cs: Oznámení slouží k tomu, abyste byli ve stanovených časech vyzváni k vyplnění dotazníků. Po ukončení studie již nebudete dostávat žádná oznámení.
da: Notifikationer bruges til at invitere dig til at udfylde spørgeskemaer på bestemte tidspunkter. Du vil ikke modtage flere notifikationer, når studiet er afsluttet.
de: Benachrichtigungen werden verwendet, um Sie zu vorbestimmten Zeiten zum Ausfüllen von Fragebögen aufzufordern. Sie erhalten keine Benachrichtigungen mehr, sobald die Studie abgeschlossen ist oder Sie sich aus der Studie austragen.
el: Οι ειδοποιήσεις χρησιμοποιούνται για να σας υπενθυμίζουν να συμπληρώσετε ερωτηματολόγια σε συγκεκριμένες ώρες. Δεν θα λαμβάνετε πλέον ειδοποιήσεις όταν ολοκληρωθεί η μελέτη.
es: Las notificaciones se utilizan para invitarte a completar cuestionarios en horarios establecidos. No recibirás más notificaciones cuando el estudio haya terminado.
fi: Ilmoituksia käytetään kutsumaan sinut täyttämään kyselyitä tiettyinä aikoina. Et saa enää ilmoituksia, kun tutkimus on päättynyt.
fr: Les notifications servent à vous inviter à remplir les questionnaires à des heures définies. Vous ne recevrez plus de notifications une fois l’étude terminée.
he: התראות משמשות להזמין אותך למלא שאלונים בזמנים קבועים. לא תקבל/י עוד התראות כאשר המחקר יסתיים.
hi: अधिसूचनाओं का उपयोग आपको निर्धारित समयों पर प्रश्नावली भरने के लिए आमंत्रित करने के लिए किया जाता है। जब अध्ययन समाप्त हो जाएगा, तो आपको कोई अधिसूचना नहीं मिलेगी।
it: Le notifiche vengono utilizzate per invitare a compilare i questionari in tempi prestabiliti. Non riceverete più alcuna notifica quando lo studio sarà terminato.
ja: 通知は、あらかじめ設定された時刻に質問票への回答を依頼するために使用されます。研究が終了すると、通知は送信されなくなります。
ko: 알림은 정해진 시간에 설문을 작성하도록 초대하는 데 사용됩니다. 연구가 끝나면 더 이상 알림이 오지 않습니다.
nb_no: Varsler brukes til å invitere deg til å fylle ut spørreskjemaer på bestemte tidspunkter. Du vil ikke lenger motta varsler når studien er avsluttet.
pl: Powiadomienia przypominają o wypełnianiu ankiet o określonych porach. Po zakończeniu badania nie będziesz ich już otrzymywać.
pt: As notificações são usadas para convidar você a preencher questionários em horários definidos. Você não receberá mais notificações após o fim do estudo.
tl: Ginagamit ang mga abiso upang imbitahan kang sagutan ang mga talatanungan sa mga takdang oras. Hindi ka na makakatanggap ng mga abiso kapag natapos na ang pag-aaral.
uk: Сповіщення використовуються для запрошення заповнити опитування у встановлений час. Ви більше не отримуватимете сповіщень про завершення дослідження.
zh_hans: 通知用于邀请您在规定时间填写问卷。当研究结束后，您将不再收到任何通知。

# notification_permission_check
source: Please press "Enable notifications" to check if ESMira has the permission to send notifications.
cs: Stisknutím tlačítka "Povolit oznámení" zkontrolujte, zda má ESMira oprávnění k zasílání oznámení.
da: Tryk venligst på "Aktivér notifikationer" for at kontrollere, om ESMira har tilladelse til at sende notifikationer.
de: Bitte klicken Sie "Benachrichtigungen aktivieren" um zu überprüfen ob ESMira die Berechtigung hat Benachrichtigungen zu senden.
el: Πατήστε "Ενεργοποίηση ειδοποιήσεων" για να ελέγξετε αν το ESMira έχει άδεια να στέλνει ειδοποιήσεις.
es: Por favor, presiona Habilitar notificaciones para verificar si ESMira tiene permiso para enviar notificaciones.
fi: Paina ”Ota ilmoitukset käyttöön” tarkistaaksesi, saako ESMira lähettää ilmoituksia.
fr: Veuillez appuyer sur « Activer les notifications » pour vérifier si ESMira a l’autorisation d’envoyer des notifications.
he: אנא לחץ על "Enable notifications" כדי לבדוק אם ל־ESMira יש הרשאה לשלוח התראות.
hi: कृपया 'नोटिफिकेशन सक्षम करें' दबाएँ ताकि यह जांचा जा सके कि ईऐसमिरा को अधिसूचना भेजने की अनुमति है या नहीं।
it: Premere "Abilita notifiche" per verificare se ESMira ha il permesso di inviare notifiche.
ja: ESMira に通知を送信する権限があるか確認するため、「通知を有効にする」を押してください。
ko: ESMira가 알림을 보낼 권한이 있는지 확인하려면 "알림 사용"을 눌러 주세요.
nb_no: Trykk på "Aktiver varsler" for å sjekke om ESMira har tillatelse til å sende varsler.
pl: Naciśnij „Włącz powiadomienia”, aby sprawdzić, czy ESMira ma uprawnienie do wysyłania powiadomień.
pt: Por favor, pressione "Ativar notificações" para verificar se o ESMira tem permissão para enviar notificações.
tl: Pindutin ang Paganahin ang mga abiso upang tiyakin kung pinapayagan ang ESMira na magpadala ng abiso.
uk: Натисніть «Увімкнути сповіщення», щоб перевірити, чи має ESMira дозвіл надсилати сповіщення.
zh_hans: 请点击“启用通知”检查 ESMira 是否有权限发送通知。

# notification_test_desc
source: This is a test notification to make sure that ESMira can actually send notifications.
cs: Jedná se o testovací oznámení, které má ověřit, zda ESMira skutečně dokáže odesílat oznámení.
da: Dette er en testnotifikation for at sikre, at ESMira faktisk kan sende notifikationer.
de: Dies ist eine Test-Benachrichtigung um sicherzustellen, dass ESMira die Berechtigung hat Benachrichtigungen zu senden.
el: Αυτή είναι μια δοκιμαστική ειδοποίηση για να διασφαλιστεί ότι το ESMira μπορεί να αποστέλλει ειδοποιήσεις.
es: Esta es una notificación de prueba para asegurarse de que ESMira pueda enviar notificaciones.
fi: Tämä on testi-ilmoitus, jotta varmistetaan, että ESMira pystyy lähettämään ilmoituksia.
fr: Ceci est une notification test pour vérifier qu’ESMira peut effectivement envoyer des notifications.
he: זוהי התראת בדיקה כדי לוודא ש־ESMira יכולה לשלוח התראות.
hi: यह एक परीक्षण अधिसूचना है यह सुनिश्चित करने के लिए कि ईऐसमिरा वास्तव में अधिसूचनाएँ भेज सकता है।
it: Questa è una notifica di prova per verificare che ESMira possa effettivamente inviare notifiche.
ja: これは、ESMira が正しく通知を送信できるか確認するためのテスト通知です。
ko: ESMira가 실제로 알림을 보낼 수 있는지 확인하는 테스트 알림입니다.
nb_no: Dette er et testvarsel for å bekrefte at ESMira faktisk kan sende varsler.
pl: To jest testowe powiadomienie ESMira, aby upewnić się, że odbierasz powiadomienia.
pt: Esta é uma notificação de teste para garantir que o ESMira pode realmente enviar notificações.
tl: Ito ay test notification upang tiyakin na maaaring magpadala ng abiso ang ESMira.
uk: Це тестове сповіщення, щоб переконатися, що ESMira дійсно може надсилати сповіщення.
zh_hans: 这是一条测试通知，旨在确保 ESMira 实际可以发送通知。

source: Problems with notifications
cs: Problémy s oznámeními
da: Problemer med notifikationer
de: Probleme mit Benachrichtigungen
el: Προβλήματα με τις ειδοποιήσεις
es: Problemas con las notificaciones
fi: Ongelmia ilmoitusten kanssa
fr: Problèmes avec les notifications
he: בעיות עם התראות
hi: अधिसूचनाओं से संबंधित समस्याएँ
it: Problemi con le notifiche
ja: 通知に関する問題
ko: 알림 문제
nb_no: Problemer med varsler
pl: Problemy z powiadomieniami
pt: Problemas com notificações
tl: Mga problema sa abiso
uk: Проблеми з повідомленнями
zh_hans: 通知相关问题

# visible_when_study_finished
source: Only visible when the study has ended.
cs: Viditelné pouze po ukončení studie.
da: Kun synlig, når studiet er afsluttet.
de: Erst sichtbar, wenn die Studie beendet wurde.
el: Ορατό μόνο όταν ολοκληρωθεί η μελέτη.
es: Visible solo cuando el estudio haya terminado.
fi: Näkyy vain, kun tutkimus on päättynyt.
fr: Visible uniquement lorsque l’étude est terminée.
he: גלוי רק כשהמחקר הסתיים.
hi: केवल तब दिखाई देगा जब अध्ययन समाप्त हो जाएगा।
it: Visibile solo quando lo studio è terminato.
ja: 研究終了後のみ表示されます。
ko: 연구가 종료된 후에만 표시됩니다.
nb_no: Bare synlig når studien er avsluttet.
pl: Widoczne tylko po zakończeniu badania.
pt: Visível apenas quando o estudo for concluído.
tl: Makikita lamang kapag natapos na ang pag-aaral.
uk: Відображається лише після завершення дослідження.
zh_hans: 仅在研究结束后可见。

# welcome_accessKey_question
source: Do you have an access key?
cs: Máte přístupový klíč?
da: Har du en adgangskode?
de: Haben Sie einen Zugangscode?
el: Έχετε κλειδί πρόσβασης;
es: ¿Tienes una clave de acceso?
fi: Onko sinulla pääsykoodi?
fr: Avez-vous une clé d'accès ?
he: האם יש לך מפתח גישה?
hi: क्या आपके पास एक्सेस की है?
it: Hai una chiave di accesso?
ja: アクセスキーはありますか？
ko: 접근 코드가 있습니까?
nb_no: Har du en tilgangsnøkkel?
pl: Czy masz klucz dostępu?
pt: Você tem uma chave de acesso?
tl: Mayroon ka bang access key?
uk: У вас є ключ доступу?
zh_hans: 您有访问码吗？

# welcome_exit_questionDesc
source: In order to use ESMira, you have to join a study first.
cs: Abyste mohli ESMiru používat, musíte se nejprve zapojit do studie.
da: For at bruge ESMira skal du først tilmelde dig et studie.
de: Sie müssen einer Studie beitreten um ESMira verwenden zu können.
el: Για να χρησιμοποιήσετε το ESMira, πρέπει πρώτα να συμμετάσχετε σε μια μελέτη.
es: Para usar ESMira, primero debes unirte a un estudio.
fi: ESMiran käyttämiseksi sinun on ensin liityttävä tutkimukseen.
fr: Pour utiliser ESMira, vous devez d’abord rejoindre une étude.
he: כדי להשתמש ב־ESMira עליך להצטרף קודם למחקר.
hi: ईऐसमिरा का उपयोग करने के लिए आपको पहले एक अध्ययन में शामिल होना होगा।
it: Per utilizzare ESMira, è necessario iscriversi a uno studio.
ja: ESMira を利用するには、まず研究に参加する必要があります。
ko: ESMira를 사용하려면 먼저 연구에 참여해야 합니다.
nb_no: For å bruke ESMira må du bli med i en studie først.
pl: Aby korzystać z ESMira, musisz najpierw dołączyć do badania.
pt: Para usar o ESMira, você precisa primeiro participar de um estudo.
tl: Upang magamit ang ESMira, kailangan mo munang sumali sa isang pag-aaral.
uk: Щоб використовувати ESMira, ви повинні спочатку приєднатися до дослідження.
zh_hans: 要使用 ESMira，您需要先加入一个研究。
