Repository: KL-Psychological-Methodology/ESMira-apps
Catalog: iosApp/ESMira/*.lproj/Localizable.strings
Languages: cs, da, de, el, es, fi, fr, he, hi, it, ja, ko, nb_no, nl, pl, pt, sv, tl, uk, zh_hans

# ios_dialogDesc_notifications_disabled
source: This study will not work properly. Please consider allowing notifications before you continue. You can do that by enabling "Allow Notifications" in the settings. Then switch back to ESMira.
da: Dette studie vil ikke fungere korrekt. Overvej venligst at tillade notifikationer, før du fortsætter. Du kan gøre det ved at aktivere "Allow Notifications" i indstillingerne og derefter skifte tilbage til ESMira.
de: Diese Studie wird nicht korrekt funktionieren. Wenn möglich, geben Sie bitte die Berechtigung für Benachrichtigen indem Sie in den Einstellungen "Mitteilungen erlauben" aktivieren. Wechseln Sie dann zurück zu ESMira.
el: Αυτή η μελέτη δεν θα λειτουργεί σωστά. Σας προτείνουμε να επιτρέψετε τις ειδοποιήσεις πριν συνεχίσετε. Μπορείτε να το κάνετε ενεργοποιώντας την επιλογή "Επιτρέπονται οι ειδοποιήσεις" στις ρυθμίσεις και επιστρέφοντας στο ESMira.
es: Este estudio no funcionará correctamente. Por favor, considera permitir notificaciones antes de continuar. Puedes hacerlo habilitando "Permitir notificaciones" en los ajustes. Luego vuelve a ESMira.
fi: Tämä tutkimus ei toimi oikein. Harkitse ilmoitusten sallimista ennen jatkamista. Voit tehdä sen ottamalla ”Salli ilmoitukset” käyttöön asetuksissa ja palaamalla sitten ESMiraan.
fr: Cette étude ne fonctionnera pas correctement. Veuillez activer les notifications dans les paramètres avant de continuer.
he: מחקר זה לא יעבוד כראוי. מומלץ לאפשר התראות לפני המשך השימוש. ניתן לעשות זאת על ידי הפעלת "Allow Notifications" בהגדרות ולאחר מכן לחזור ל־ESMira.
hi: यह अध्ययन ठीक से काम नहीं करेगा। कृपया जारी रखने से पहले अधिसूचनाएँ सक्षम करें: "नोटिफिकेशन की अनुमति दें" को चालू करें, फिर ईऐसमिरा पर लौटें।
it: Questo studio non funzionerà correttamente. Prima di continuare, si consiglia di autorizzare le notifiche. Potete farlo attivando "Consenti notifiche" nelle impostazioni. Poi tornate a ESMira.
ja: この研究は正常に動作しません。続行する前に通知を許可することを検討してください。「通知を許可」を有効にしてから ESMira に戻ってください。
ko: 이 연구는 알림 없이는 제대로 동작하지 않을 수 있습니다. 계속하기 전에 알림 사용을 권장합니다. 설정에서 "알림 허용"을 활성화한 뒤 다시 ESMira로 돌아오세요.
nb_no: Denne studien vil ikke fungere ordentlig. Vurder å tillate varsler før du fortsetter. Du kan gjøre dette ved å aktivere "Tillat varsler" i innstillingene. Gå deretter tilbake til ESMira.
pl: To badanie nie będzie działało prawidłowo. Rozważ włączenie powiadomień przed kontynuacją. Możesz to zrobić, włączając opcję „Zezwalaj na powiadomienia” w ustawieniach. Następnie wróć do aplikacji ESMira.
pt: Este estudo não funcionará corretamente. Por favor, considere permitir notificações antes de continuar. Você pode fazer isso ativando "Permitir notificações" nas configurações. Depois, volte para o ESMira.
tl: Paganahin ang "Allow Notifications" sa settings bago magpatuloy.
uk: Це дослідження не працюватиме належним чином. Перш ніж продовжити, дозвольте надсилати сповіщення. Ви можете зробити це увімкнувши «Дозволити сповіщення» в налаштуваннях. Потім поверніться до ESMira.

source: Leave
cs: Odejít
da: Forlad
de: Verlassen
el: Αποχώρηση
es: Salir
fi: Poistu
fr: Quitter
he: צא
hi: छोड़ें
it: Abbandonare
ja: 退出
ko: 나가기
nb_no: Forlat
pl: Opuść
pt: Sair
tl: Umalis
uk: Покинути
zh_hans: 退出

source: Leave study
cs: Odejít ze studie
da: Forlad studie
de: Studie verlassen
el: Αποχώρηση από τη μελέτη
es: Abandonar estudio
fi: Poistu tutkimuksesta
fr: Quitter l'étude
he: עזוב מחקר
hi: अध्ययन छोड़ें
it: Abbandona lo studio
ja: 研究から退出
ko: 연구 나가기
nb_no: Forlat studie
pl: Opuść badanie
pt: Sair do estudo
tl: Umalis sa pag-aaral
uk: Покинути (завершити) дослідження
zh_hans: 退出研究

source: Load backup
cs: Načíst zálohu
da: Indlæs sikkerhedskopi
de: Lade Backup
el: Φόρτωση αντιγράφου ασφαλείας
es: Cargar copia de seguridad
fi: Lataa varmuuskopio
fr: Charger la sauvegarde
he: טען גיבוי
hi: बैकअप लोड करें
it: Caricamento backup
ja: バックアップを読み込む
ko: 백업 불러오기
nb_no: Last inn sikkerhetskopi
pl: Wczytaj kopię zapasową
pt: Carregar backup
tl: I-load ang backup
uk: Завантажити резервну копію
zh_hans: 加载备份

source: Next notification
cs: Další oznámení
da: Næste notifikation
de: Nächste Benachrichtigung
el: Επόμενη ειδοποίηση
es: Próxima notificación
fi: Seuraava ilmoitus
fr: Prochaine notification
he: התראה הבאה
hi: अगली अधिसूचना
it: Prossima notifica
ja: 次の通知
ko: 다음 알림
nb_no: Neste varsel
pl: Następne powiadomienie
pt: Próxima notificação
tl: Susunod na abiso
uk: Наступне сповіщення
zh_hans: 下一次通知

source: Next notifications
cs: Další oznámení
da: Næste notifikationer
de: Nächste Benachrichtigungen
el: Επόμενες ειδοποιήσεις
es: Próximas notificaciones
fi: Seuraavat ilmoitukset
fr: Prochaines notifications
he: התראות הבאות
hi: आगामी अधिसूचनाएँ
it: Prossime notifiche
ja: 次の通知一覧
ko: 다음 알림들
nb_no: Neste varsler
pl: Następne powiadomienia
pt: Próximas notificações
tl: Mga susunod na abiso
uk: Наступне сповіщення
zh_hans: 下一次通知

source: No data
cs: Žádné údaje
da: Ingen data
de: Keine Daten
el: Δεν υπάρχουν δεδομένα
es: Sin datos
fi: Ei dataa
fr: Aucune donnée
he: אין נתונים
hi: कोई डेटा नहीं
it: Nessun dato
ja: データなし
ko: 데이터 없음
nb_no: Ingen data
pl: Brak danych
pt: Sem dados
tl: Walang datos
uk: Немає даних
zh_hans: 无数据

# no_dateTime_data
source: None
cs: Žádné
da: Ingen
de: Nichts angegeben
el: Κανένα
es: Ninguno
fi: Ei mitään
fr: Aucune
he: אין
hi: कुछ भी नहीं
it: Nessuno
ja: なし
ko: 없음
nb_no: Ingen
pl: Brak
pt: Nenhum
tl: Wala
uk: Немає
zh_hans: 无

# notification_test_name
source: Test notification
cs: Test oznámení
da: Testnotifikation
de: Test-Benachrichtigung
el: Δοκιμαστική ειδοποίηση
es: Notificación de prueba
fi: Testi-ilmoitus
fr: Notification test
he: התראת בדיקה
hi: परीक्षण अधिसूचना
it: Notifica test
ja: テスト通知
ko: 테스트 알림
nb_no: Testvarsel
pl: Powiadomienie testowe
pt: Notificação de teste
uk: Тестове сповіщення
zh_hans: 测试通知

source: Notifications
cs: Oznámení
da: Notifikationer
de: Benachrichtigungen
el: Ειδοποιήσεις
es: Notificaciones
fi: Ilmoitukset
he: התראות
hi: अधिसूचनाएँ
it: Notifiche
ja: 通知
ko: 알림
nb_no: Varsler
pl: Powiadomienia
pt: Notificações
tl: Mga Abiso
uk: Сповіщення
zh_hans: 通知

# notifications_not_working
source: Notifications are not working
da: Virker notifikationerne ikke
de: Benachrichtigungen funktionieren nicht
el: Οι ειδοποιήσεις δεν λειτουργούν
fi: Ilmoitukset eivät toimi
fr: Les notifications ne fonctionnent pas
he: התראות אינן פועלות
hi: अधिसूचनाएँ काम नहीं कर रहीं
it: Le notifiche non funzionano
ja: 通知が届きません
ko: 알림이 작동하지 않습니다
nb_no: Varsler fungerer ikke
pl: Powiadomienia nie działają
pt: Notificações não estão funcionando
tl: Hindi gumagana ang abiso
uk: Сповіщення не працюють

source: OK
he: אישור
hi: ठीक है
ko: 확인
uk: ОК
zh_hans: 确定

source: Open sound settings
cs: Otevření nastavení zvuku
da: Åbn lydindstillinger
de: Audio-Einstellungen öffnen
el: Άνοιγμα ρυθμίσεων ήχου
es: Abrir configuración de sonido
fi: Avaa ääniasetukset
fr: Ouvrir les réglages sonores
he: פתח הגדרות צליל
hi: ध्वनि सेटिंग्स खोलें
it: Attivare le impostazioni del suono
ja: サウンド設定を開く
ko: 소리 설정 열기
nb_no: Åpne lydinnstillinger
pl: Otwórz ustawienia dźwięku
pt: Abrir configurações de som
tl: Buksan ang setting ng tunog
uk: Відкрийте налаштування звуку
zh_hans: 打开声音设置

source: Participate
cs: Zúčastnit se
da: Deltag
de: Teilnehmen
el: Συμμετοχή
es: Participar
fi: Osallistu
fr: Participer
he: השתתף
hi: भाग लें
it: Partecipare
ja: 参加する
ko: 참여
nb_no: Delta
pl: Weź udział
pt: Participar
tl: Lumahok
uk: Взяти участь
zh_hans: 参与

source: Search manually
cs: Ruční vyhledávání
da: Søg manuelt
de: Manuel suchen
el: Αναζήτηση με το χέρι
es: Buscar manualmente
fi: Hae manuaalisesti
fr: Rechercher manuellement
he: חפש ידנית
hi: मैन्युअल रूप से खोजें
it: Ricerca manuale
ja: 手動で検索
ko: 직접 검색
nb_no: Søk manuelt
pl: Wyszukaj ręcznie
pt: Pesquisar manualmente
tl: Maghanap nang manu-mano
uk: Шукати вручну
zh_hans: 手动搜索

source: Send error report
cs: Odeslat chybové hlášení
da: Send fejlrapport
de: Fehlerbericht senden
el: Αποστολή αναφοράς σφάλματος
es: Enviar informe de errores
fi: Lähetä virheraportti
fr: Envoyer un rapport d’erreur
he: שלח דוח שגיאה
hi: त्रुटि रिपोर्ट भेजें
it: Invia una segnalazione di errore
ja: エラーレポートを送信
ko: 오류 보고서 보내기
nb_no: Send feilmelding
pl: Wyślij raport o błędach
pt: Enviar relatório de erro
tl: Ipadala ang ulat ng error
uk: Надіслати звіт про помилку
zh_hans: 发送错误报告

source: Send test notification
cs: Odeslání testovacího oznámení
da: Send testnotifikation
de: Test-Benachrichtigung senden
el: Αποστολή δοκιμαστικής ειδοποίησης
es: Enviar notificación de prueba
fi: Lähetä testiviesti
fr: Envoyer une notification test
he: שלח התראת בדיקה
hi: परीक्षण अधिसूचना भेजें
it: Inviare una notifica di prova
ja: テスト通知を送信
ko: 테스트 알림 보내기
nb_no: Send testvarsel
pl: Wyślij powiadomienie testowe
pt: Enviar notificação de teste
tl: Magpadala ng test notification
uk: Надіслати тестове сповіщення
zh_hans: 发送测试通知

source: Show informed consent
cs: Ukázat informovaný souhlas
da: Vis informeret samtykke
de: Zeige Einverständniserklärung
el: Εμφάνιση ενημερωμένης συγκατάθεσης
es: Mostrar consentimiento informado
fi: Näytä suostumus
fr: Afficher le consentement éclairé
he: הצג הסכמה מדעת
hi: सूचित सहमति दिखाएँ
it: Mostrare il consenso informato
ja: インフォームド・コンセントを表示
ko: 연구 참여 동의서 보기
nb_no: Vis informert samtykke
pl: Pokaż świadomą zgodę
pt: Mostrar consentimento informado
tl: Ipakita ang pinaalalahanang pahintulot
uk: Показати інформовану згоду
zh_hans: 显示知情同意书

source: Show welcome screen
cs: Zobrazit uvítací obrazovku
da: Vis velkomstskærm
de: Zeige Einführungs-Bildschirm
el: Εμφάνιση οθόνης καλωσορίσματος
es: Mostrar pantalla de bienvenida
fi: Näytä aloitusnäkymä
fr: Afficher l’écran de bienvenue
he: הצג מסך פתיחה
hi: स्वागत स्क्रीन दिखाएँ
it: Mostra la schermata di benvenuto
ja: ウェルカム画面を表示
ko: 환영 화면 표시
nb_no: Vis velkomstskjerm
pl: Pokaż ekran powitalny
pt: Mostrar tela de boas-vindas
tl: Ipakita ang welcome screen
uk: Показати екран привітання
zh_hans: 显示欢迎界面

source: Soon
cs: Brzy
da: Snart
de: Bald
el: Σύντομα
es: Pronto
fi: Pian
fr: Bientôt
he: בקרוב
hi: जल्द ही
it: Presto
ja: まもなく
ko: 곧
nb_no: Snart
pl: Wkrótce
pt: Em breve
tl: Malapit na
uk: Скоро
zh_hans: 即将

source: Start
de: Starten
el: Έναρξη
es: Iniciar
fi: Aloita
fr: Démarrer
he: התחל
hi: प्रारंभ करें
it: Inizio
ja: 開始
ko: 시작
pt: Iniciar
tl: Simulan
uk: Початок
zh_hans: 开始

# state_loading_public_statistics
source: Loading public statistics…
cs: Načítání veřejných statistik…
da: Indlæser offentlig statistik…
de: Lade öffentliche Statistiken…
el: Φόρτωση δημόσιων στατιστικών…
es: Cargando estadísticas públicas…
fi: Ladataan julkisia tilastoja…
fr: Chargement des statistiques publiques…
he: טוען סטטיסטיקות ציבוריות…
hi: सार्वजनिक आँकड़े लोड हो रहे हैं…
it: Caricamento delle statistiche pubbliche…
ja: 公開統計を読み込み中…
ko: 공개 통계를 불러오는 중입니다…
nb_no: Laster offentlige statistikker…
pl: Ładowanie statystyk publicznych…
pt: Carregando estatísticas públicas…
tl: Naglo-load ng pampublikong estadistika…
uk: Завантаження публічної статистики…
zh_hans: 正在加载公共统计数据…

source: Sync now
da: Synkronisér nu
de: Jetzt synchronisieren
el: Συγχρονισμός τώρα
fi: Synkronoi nyt
fr: Synchroniser maintenant
he: סנכרן עכשיו
hi: अब सिंक करें
it: Sincronizza ora
ja: 今すぐ同期
ko: 지금 동기화
nb_no: Synkroniser nå
pl: Synchronizuj teraz
pt: Sincronizar agora
tl: I-sync ngayon
uk: Синхронізувати зараз

source: Tomorrow
cs: Zítra
da: I morgen
de: Morgen
el: Αύριο
es: Mañana
fi: Huomenna
fr: Demain
he: מחר
hi: कल
it: Domani
ja: 明日
ko: 내일
nb_no: I morgen
pl: Jutro
pt: Amanhã
tl: Bukas
uk: Завтра
zh_hans: 明天

source: Try again
cs: Zkuste to znovu
da: Prøv igen
de: Erneut versuchen
el: Προσπαθήστε ξανά
es: Intentar de nuevo
fi: Yritä uudelleen
fr: Réessayer
he: נסה שוב
hi: दोबारा प्रयास करें
it: Riprova
ja: 再試行
ko: 다시 시도
nb_no: Prøv igjen
pl: Spróbuj ponownie
pt: Tentar novamente
tl: Subukang muli
uk: Спробуйте знову
zh_hans: 重试

source: understood
cs: rozumí
da: Forstået
de: Verstanden
el: Κατανοήθηκε
es: Entendido
fi: Ymmärretty
fr: compris
he: הבנתי
hi: समझ आ गया
it: compreso
ja: 理解しました
ko: 알겠습니다
nb_no: forstått
pl: zrozumiano
pt: entendi
tl: naintindihan
uk: зрозуміло
zh_hans: 已了解

source: Update studies
cs: Aktualizovat studie
da: Opdater studier
de: Studien aktualisieren
el: Ενημέρωση μελετών
es: Actualizar estudios
fi: Päivitä tutkimukset
fr: Mettre à jour les études
he: עדכן מחקרים
hi: अध्ययन अपडेट करें
it: Aggiornamento studi
ja: 研究を更新
ko: 연구 업데이트
nb_no: Oppdater studier
pl: Zaktualizuj badania
pt: Atualizar estudos
tl: I-update ang mga pag-aaral
uk: Актуалізація досліджень
zh_hans: 更新研究

source: Upload
cs: Nahrát
de: Hochladen
el: Μεταφόρτωση
es: Subir
fi: Lataa
fr: Téléverser
he: העלה
hi: अपलोड करें
it: Carica
ja: アップロード
ko: 업로드
nb_no: Last opp
pl: Prześlij
pt: Carregar
tl: I-upload
uk: Підвантажити
zh_hans: 上传

source: Upload screenshots
cs: Nahrát snímky obrazovky
da: Upload skærmbilleder
de: Screenshots hochladen
el: Μεταφόρτωση στιγμιοτύπων
es: Subir capturas de pantalla
fi: Lataa kuvakaappaukset
fr: Téléverser des captures d’écran
he: העלה צילומי מסך
hi: स्क्रीनशॉट अपलोड करें
it: Carica screenshots
ja: スクリーンショットをアップロード
ko: 스크린샷 업로드
nb_no: Last opp skjermbilder
pl: Prześlij zrzuty ekranu
pt: Carregar capturas de tela
tl: I-upload ang mga screenshot
uk: Завантажте скріншоти
zh_hans: 上传截图

# welcome_exit_questionTitle
source: Do you really want to cancel?
cs: Opravdu to chcete zrušit?
da: Vil du virkelig annullere?
de: Wirklich beenden?
el: Θέλετε σίγουρα να ακυρώσετε;
es: ¿Realmente deseas cancelar?
fi: Haluatko varmasti keskeyttää?
fr: Voulez-vous vraiment annuler ?
he: האם באמת לבטל?
hi: क्या आप वास्तव में रद्द करना चाहते हैं?
it: Vuoi davvero cancellare?
ja: 本当にキャンセルしますか？
ko: 정말 취소하시겠습니까?
nb_no: Vil du virkelig avbryte?
pl: Czy na pewno chcesz anulować?
pt: Você realmente quer cancelar?
tl: Sigurado ka bang gusto mong kanselahin?
uk: Ви дійсно хочете скасувати?
zh_hans: 您确定要取消吗？

# welcome_hello
source: Hello!
cs: Dobrý den!
da: Hej!
de: Hallo!
el: Γεια σας!
es: ¡Hola!
fi: Hei!
fr: Bonjour !
he: שלום!
hi: नमस्ते!
it: Ciao!
ja: こんにちは！
ko: 안녕하세요!
nb_no: Hei!
pl: Cześć!
pt: Olá!
tl: Kumusta!
uk: Вітаємо!
zh_hans: 您好！

# welcome_join_public_study
source: No, join a public study
cs: Ne, připojte se k veřejné studii
da: Nej, deltag i et offentligt studie
de: Nein, einer öffentlichen Studie beitreten
el: Όχι, συμμετοχή σε δημόσια μελέτη
es: No, únete a un estudio público
fi: Ei, liity julkiseen tutkimukseen
fr: Non, rejoindre une étude publique
he: לא, הצטרף למחקר ציבורי
hi: नहीं, सार्वजनिक अध्ययन में शामिल हों
it: No, partecipa ad uno studio pubblico
ja: いいえ、公開研究に参加する
ko: 아니요, 공개 연구에 참여할게요
nb_no: Nei, bli med i en offentlig studie
pl: Nie, wybieram badanie publiczne
pt: Não, participar de um estudo público
tl: Hindi, sumali sa isang pampublikong pag-aaral
uk: Ні, приєднайтеся до публічного дослідження
zh_hans: 否，加入公开研究

source: What is sent?
cs: Co se posílá?
da: Hvad sendes?
de: Was wird gesendet?
el: Τι αποστέλλεται;
es: ¿Qué se envía?
fi: Mitä lähetetään?
fr: Que sera-t-il envoyé ?
he: מה נשלח?
hi: क्या भेजा गया है?
it: Cosa viene inviato?
ja: どのデータが送信されますか？
ko: 어떤 정보가 전송되나요?
nb_no: Hva sendes?
pl: Co jest wysyłane?
pt: O que é enviado?
tl: Ano ang ipinapadala?
uk: Що надіслано?
zh_hans: 发送了哪些内容？

# word_and
source: and
cs: a
da: og
de: und
el: και
es: y
fi: ja
fr: et
he: ו
hi: और
it: e
ja: と
ko: 그리고
nb_no: og
pl: i
pt: e
tl: at
uk: і
zh_hans: 和

source: Yes
cs: Ano
da: Ja
de: Ja
el: Ναι
es: Sí
fi: Kyllä
fr: Oui
he: כן
hi: हाँ
it: Sì
ja: はい
ko: 예
nb_no: Ja
pl: Tak
pt: Sim
tl: Oo
uk: Так
zh_hans: 是

source: Open settings
cs: Otevřít nastavení
da: Åbn indstillinger
de: Einstellungen öffnen
el: Άνοιγμα ρυθμίσεων
es: Abrir configuraciones
fi: Avaa asetukset
fr: Ouvrir les paramètres
he: פתח הגדרות
hi: सेटिंग्स खोलें
it: Selezionare le impostazioni
ja: 設定を開く
ko: 설정 열기
nb_no: Åpne innstillinger
pl: Otwórz ustawienia
pt: Abrir configurações
tl: Buksan ang mga setting
uk: Відкрийте налаштування
zh_hans: 打开设置

# info_new_message
source: You got a new message!
cs: Dostali jste novou zprávu!
da: Du har fået en ny besked!
de: Eine neue Nachricht!
el: Λάβατε νέο μήνυμα!
es: ¡Tienes un nuevo mensaje!
fi: Sait uuden viestin!
fr: Vous avez reçu un nouveau message !
he: קיבלת הודעה חדשה!
hi: आपको एक नया संदेश आया है!
it: Hai ricevuto un nuovo messaggio!
ja: 新しいメッセージがあります！
ko: 새 메시지가 도착했습니다!
nb_no: Du har fått en ny melding!
pl: Masz nową wiadomość!
pt: Você recebeu uma nova mensagem!
tl: Mayroon kang bagong mensahe!
uk: Ви отримали нове повідомлення!
zh_hans: 您收到了一条新消息！

source: Write message to researcher
da: Skriv besked til forsker
de: Nachricht an Forscher schreiben
el: Γράψτε μήνυμα στον ερευνητή
fi: Kirjoita viesti tutkijalle
fr: Écrire un message au chercheur
he: כתוב הודעה לחוקר
hi: शोधकर्ता को संदेश लिखें
it: Scrivi un messaggio al gruppo di ricerca
ja: 研究者にメッセージを書く
ko: 연구자에게 메시지 보내기
nb_no: Skriv melding til forsker
pl: Napisz wiadomość do badacza
pt: Escrever mensagem para o pesquisador
tl: Sumulat sa mananaliksik
uk: Надіслати анонімне повідомлення досліднику

# info_message_sent
source: Message has been sent
cs: Zpráva byla odeslána
da: Beskeden er sendt
de: Nachricht wurde verschickt
el: Το μήνυμα εστάλη
es: Mensaje enviado
fi: Viesti lähetettiin
fr: Le message a été envoyé
he: ההודעה נשלחה
hi: संदेश भेजा गया है
it: Il messaggio è stato inviato
ja: メッセージを送信しました
ko: 메시지가 전송되었습니다
nb_no: Meldingen er sendt
pl: Wiadomość została wysłana
pt: Mensagem enviada
tl: Naipadala na ang mensahe
uk: Повідомлення надіслано
zh_hans: 消息已发送

# error_no_camera
source: Could not find camera
da: Kunne ikke finde kamera
de: Keine Kamera gefunden
el: Δεν βρέθηκε κάμερα
fi: Kameraa ei löytynyt
fr: Aucune caméra trouvée
he: לא נמצאה מצלמה
hi: कैमरा नहीं मिला
it: Impossibile trovare la fotocamera
ja: カメラを見つけられませんでした
ko: 카메라를 찾을 수 없습니다
nb_no: Fant ikke kamera
pl: Nie znaleziono aparatu
pt: Câmera não encontrada
tl: Walang nakitang camera
uk: Не вдалося знайти камеру

# error_qr_faulty
source: QR code is faulty.
da: QR-koden er ugyldig.
de: Der QR code ist fehlerhaft.
el: Ο QR κώδικας είναι ελαττωματικός.
fi: QR-koodi on virheellinen.
fr: Le code QR est invalide.
he: קוד ה־QR פגום.
hi: क्यू आर कोड त्रुटिपूर्ण है।
it: Il codice QR è difettoso.
ja: QRコードが正しくありません。
ko: QR 코드가 올바르지 않습니다.
nb_no: QR-koden er ugyldig.
pl: Nieprawidłowy kod QR.
pt: O código QR está com defeito.
tl: Depektibo ang QR code.
uk: QR-код недійсний.

source: Rewards
cs: Odměny
da: Belønninger
de: Belohnungen
el: Ανταμοιβές
es: Recompensas
fi: Palkinnot
fr: Récompenses
he: תגמולים
hi: इनाम
it: Premi
ja: 報酬
ko: 보상
nb_no: Belønninger
pl: Nagrody
pt: Recompensas
tl: Mga Gantimpala
uk: Винагороди
zh_hans: 奖励

# colon_reward_code_header
source: This is your reward code:
cs: Toto je váš kód odměny:
da: Dette er din belønningskode:
de: Dies ist Ihr Belohnungscode:
el: Αυτός είναι ο κωδικός ανταμοιβής σας:
es: Este es tu código de recompensa:
fi: Tässä on palkintokoodisi:
fr: Voici votre code de récompense :
he: זהו קוד התגמול שלך:
hi: यह आपका इनाम कोड है:
it: Questo è il tuo codice premio:
ja: こちらがあなたの報酬コードです:
ko: 보상 코드:
nb_no: Dette er din belønningskode:
pl: Twój kod nagrody to:
pt: Este é o seu código de recompensa:
tl: Ito ang iyong reward code:
uk: Це ваш код винагороди:
zh_hans: 这是您的奖励码：

# reward_code_content
source: Hello, Here is my reward code: [[CODE]]. My information:
cs: Dobrý den, Zde je můj kód odměny: [[KÓD]]. Moje informace:
da: Hej, Her er min belønningskode: [[CODE]]. Mine oplysninger:
de: Hallo, dies ist mein Belohnungscode: [[CODE]]. Meine Daten:
el: Γεια σας, Αυτός είναι ο κωδικός ανταμοιβής μου: [[CODE]]. Οι πληροφορίες μου:
es: Hola, Aquí está mi código de recompensa: [[CÓDIGO]]. Mi información:
fi: Hei, Tässä palkintokoodini: [[CODE]]. Tietoni:
fr: Bonjour, Voici mon code de récompense : [[CODE]]. Mes informations :
he: שלום, זהו קוד התגמול שלי: [[CODE]]. המידע שלי:
hi: नमस्ते, यह मेरा इनाम कोड है: [[CODE]]। मेरी जानकारी:
it: Salve, Ecco il mio codice ricompensa: [[CODICE]]. Le mie informazioni:
ja: こんにちは, こちらが私の報酬コードです: [[CODE]]。 私の情報:
ko: 안녕하세요, 제 보상 코드는 [[CODE]] 입니다. 제 정보:
nb_no: Hei, Her er min belønningskode: [[CODE]]. Min informasjon:
pl: Cześć, Oto mój kod nagrody: [[CODE]]. Moje dane:
pt: Olá, Aqui está meu código de recompensa: [[CODE]]. Minhas informações:
tl: Narito ang aking reward code: [[CODE]]. Aking impormasyon:
uk: Привіт, Ось мій код винагороди: [[CODE]]. Моя інформація:
zh_hans: 您好， 这是我的奖励码：[[CODE]]。 我的信息：

# info_study_not_active_anymore
source: This study is not active anymore.
cs: Tato studie již není aktivní.
da: Dette studie er ikke længere aktivt.
de: Diese Studie ist nicht mehr aktiv.
el: Αυτή η μελέτη δεν είναι πλέον ενεργή.
es: Este estudio ya no está activo.
fi: Tämä tutkimus ei ole enää aktiivinen.
fr: Cette étude n’est plus active.
he: מחקר זה אינו פעיל עוד.
hi: यह अध्ययन अब सक्रिय नहीं है।
it: Questo studio non è più attivo.
ja: この研究はすでに終了しています。
ko: 이 연구는 더 이상 활성 상태가 아닙니다.
nb_no: Denne studien er ikke aktiv lenger.
pl: To badanie nie jest już aktywne.
pt: Este estudo não está mais ativo.
tl: Hindi na aktibo ang pag-aaral na ito.
uk: Це дослідження більше не активне.
zh_hans: 该研究已不再活跃。

# colon_last_filled_out
source: Last filled out: %1$@
da: Sidst udfyldt: %1$@
de: Zuletzt ausgefüllt: %1$@
el: Τελευταία συμπλήρωση: %1$@
fi: Viimeksi täytetty: %1$@
fr: Dernière réponse : %1$@
he: מולא לאחרונה: %1$@
hi: हाल ही में भरा गया: %1$@
it: Ultima compilazione: %1$@
ja: 最終回答日時: %1$@
ko: 마지막 응답: %1$@
nb_no: Sist utfylt: %1$@
pl: Ostatnie wypełnienie: %1$@
pt: Último preenchimento: %1$@
tl: Huling sinagutan: %1$@
uk: Востаннє заповнено: %1$@

source: Extras
cs: Doplňky
da: Ekstra
el: Επιπλέον
fi: Lisätoiminnot
he: תוספות
hi: अतिरिक्त
it: Extra
ja: その他
ko: 추가기능
nb_no: Ekstra
pl: Dodatki
tl: Mga dagdag
uk: Додатково
zh_hans: 附加功能

source: Study information
cs: Informace o studii
da: Studieinformation
de: Studien-Beschreibung
el: Πληροφορίες μελέτης
es: Información del estudio
fi: Tutkimuksen tiedot
fr: Informations sur l'étude
he: מידע על המחקר
hi: अध्ययन जानकारी
it: Informazioni sullo studio
ja: 研究情報
ko: 연구 정보
nb_no: Studieinformasjon
pl: Informacje o badaniu
pt: Informações do estudo
tl: Impormasyon tungkol sa pag-aaral
uk: Інформація про дослідження
zh_hans: 研究信息

source: Delete study
cs: Vymazat studii
da: Slet studie
de: Studie löschen
el: Διαγραφή μελέτης
es: Eliminar estudio
fi: Poista tutkimus
fr: Supprimer l'étude
he: מחק מחקר
hi: अध्ययन मिटाएँ
it: Cancella lo studio
ja: 研究を削除
ko: 연구 삭제
nb_no: Slett studie
pl: Usuń badanie
pt: Excluir estudo
tl: Tanggalin ang pag-aaral
uk: Видалити дослідження
zh_hans: 删除研究

source: Show inactive questionnaires
cs: Zobrazit neaktivní dotazníky
da: Vis inaktive spørgeskemaer
de: Zeige inaktive Fragebögen
el: Εμφάνιση ανενεργών ερωτηματολογίων
es: Mostrar cuestionarios inactivos
fi: Näytä ei-aktiiviset kyselyt
fr: Afficher les questionnaires inactifs
he: הצג שאלונים לא פעילים
hi: निष्क्रिय प्रश्नावलियाँ दिखाएँ
it: Mostra i questionari inattivi
ja: 無効な質問票を表示
ko: 비활성 설문 표시
nb_no: Vis inaktive spørreskjemaer
pl: Pokaż nieaktywne ankiety
pt: Mostrar questionários inativos
tl: Ipakita ang hindi aktibong talatanungan
uk: Показати неактивні опитувальники
zh_hans: 显示未激活的问卷

source: About ESMira
cs: O ESMira
da: Om ESMira
de: Über ESMira
el: Σχετικά με το ESMira
es: Acerca de ESMira
fi: Tietoa ESMirasta
fr: À propos d’ESMira
he: על ESMira
hi: ईऐसमिरा के बारे में
it: Informazioni su ESMira
ja: ESMira について
ko: ESMira 정보
nb_no: Om ESMira
pl: O ESMira
pt: Sobre o ESMira
tl: Tungkol sa ESMira
uk: Про ESMira
zh_hans: 关于 ESMira

source: Joined at
cs: Připojeno
da: Tilmeldt den
de: Beigetreten am
el: Ημερομηνία συμμετοχής
es: Unido en
fi: Liitytty
fr: Rejoint le
he: הצטרפת ב־
hi: शामिल होने का समय
it: Iscritto a
ja: 参加日時
ko: 참여 일시
nb_no: Bli med den
pl: Dołączono o
pt: Ingressou em
tl: Sumali noong
uk: Приєднано
zh_hans: 加入时间
