Repository: KL-Psychological-Methodology/ESMira-apps
Catalog: iosApp/ESMira/*.lproj/Localizable.strings
Languages: cs, da, de, el, es, fi, fr, he, hi, it, ja, ko, nb_no, nl, pl, pt, sv, tl, uk, zh_hans

source: Enable
cs: Povolit
da: Aktivér
de: Aktivieren
el: Ενεργοποίηση
es: Habilitar
fi: Ota käyttöön
fr: Activer
he: הפעל
hi: सक्षम करें
it: Abilita
ja: 有効にする
ko: 사용
nb_no: Aktiver
nl: Inschakelen
pl: Włącz
pt: Ativar
sv: Aktivera
tl: Paganahin
uk: Увімкнути
zh_hans: 启用

source: Enable notifications
cs: Povolení oznámení
da: Aktivér notifikationer
de: Benachrichtigungen aktivieren
el: Ενεργοποίηση ειδοποιήσεων
es: Habilitar notificaciones
fi: Ota ilmoitukset käyttöön
fr: Activer les notifications
he: הפעל התראות
hi: अधिसूचनाएँ सक्षम करें
it: Abilitare le notifiche
ja: 通知を有効にする
ko: 알림 사용
nb_no: Aktiver varsler
nl: Meldingen inschakelen
pl: Włącz powiadomienia
pt: Ativar notificações
sv: Aktivera aviseringar
tl: Paganahin ang mga abiso
uk: Увімкнути сповіщення
zh_hans: 启用通知

source: Enter manually
cs: Zadat ručně
da: Indtast manuelt
de: Manuelle Eingabe
el: Εισαγωγή με το χέρι
es: Ingresar manualmente
fi: Syötä manuaalisesti
fr: Entrer manuellement
he: הזן ידנית
hi: हाथ से दर्ज करें
it: Inserire manualmente
ja: 手動入力
ko: 직접 입력
nb_no: Skriv inn manuelt
nl: Handmatig invoeren
pl: Wprowadź ręcznie
pt: Inserir manualmente
sv: Ange manuellt
tl: Ilagay nang manu-mano
uk: Ввести вручну
zh_hans: 手动输入

# error_app_update_needed_title
source: ESMira update.
cs: Aktualizace ESMira.
da: ESMira-opdatering.
el: Ενημέρωση ESMira.
es: Actualización de ESMira.
fi: ESMira-päivitys.
fr: Mise à jour ESMira.
he: עדכון ESMira.
hi: ईऐसमिरा अपडेट।
it: Aggiornamento su ESMira.
ja: ESMira の更新
ko: ESMira 업데이트
nb_no: ESMira-oppdatering.
pl: Aktualizacja ESMira.
pt: Atualização do ESMira.
sv: ESMira-uppdatering.
tl: Kailangang i-update ang ESMira.
uk: Оновлення ESMira.
zh_hans: 需要更新 ESMira。

# error_loading_failed
source: Loading failed…
cs: Načítání se nezdařilo…
da: Indlæsning mislykkedes…
de: Laden fehlgeschlagen…
el: Αποτυχία φόρτωσης…
es: Error al cargar…
fi: Lataus epäonnistui…
fr: Échec du chargement…
he: הטעינה נכשלה…
hi: लोड करना विफल रहा…
it: Caricamento fallito …
ja: 読み込みに失敗しました…
ko: 불러오기에 실패했습니다…
nb_no: Lasting mislyktes…
nl: Laden mislukt…
pl: Ładowanie nie powiodło się…
pt: Falha ao carregar…
sv: Inläsningen misslyckades…
tl: Nabigong mag-load…
uk: Помилка завантаження…
zh_hans: 加载失败…

# error_missing_fields
source: Please fill out all required fields!
cs: Vyplňte prosím všechna povinná pole!
da: Udfyld venligst alle obligatoriske felter!
de: Bitte machen Sie alle notwendigen Angaben!
el: Παρακαλώ συμπληρώστε όλα τα απαιτούμενα πεδία!
es: ¡Por favor, completa todos los campos requeridos!
fi: Täytä kaikki vaaditut kentät!
fr: Veuillez remplir tous les champs requis !
he: נא למלא את כל השדות החובה!
hi: कृपया सभी आवश्यक फ़ील्ड भरें!
it: Compilare tutti i campi obbligatori!
ja: 必須項目をすべて入力してください！
ko: 필수 항목을 모두 입력해 주세요!
nb_no: Vennligst fyll ut alle obligatoriske felt!
nl: Vul alle verplichte velden in!
pl: Proszę wypełnić wszystkie wymagane pola!
pt: Por favor, preencha todos os campos obrigatórios!
sv: Fyll i alla obligatoriska fält!
tl: Pakitupad ang lahat ng kinakailangang field!
uk: Будь ласка, заповніть усі обов'язкові поля!
zh_hans: 请填写所有必填字段！

# hint_error_comment
source: What problem did you encounter?
cs: S jakým problémem jste se setkali?
da: Hvilket problem stødte du på?
de: Welches Problem ist aufgetreten?
el: Τι πρόβλημα αντιμετωπίσατε;
es: ¿Qué problema encontraste?
fi: Mitä ongelmaa kohtasit?
fr: Quel problème avez-vous rencontré ?
he: איזו בעיה נתקלת בה?
hi: आपको कौन सी समस्या आई?
it: Quale problema hai riscontrato?
ja: どのような問題が発生しましたか？
ko: 어떤 문제가 발생했나요?
nb_no: Hvilket problem opplevde du?
nl: Welk probleem ben je tegengekomen?
pl: Jaki problem napotkałeś(-aś)?
pt: Qual problema você encontrou?
sv: Vilket problem stötte du på?
tl: Anong problema ang naranasan mo?
uk: З якою проблемою ви зіткнулися?
zh_hans: 您遇到了什么问题？

source: Ignore
cs: Ignorovat
da: Ignorér
de: Ignorieren
el: Αγνόηση
es: Ignorar
fi: Ohita
fr: Ignorer
he: התעלם
hi: नज़रअंदाज़ करें
it: Ignora
ja: 無視
ko: 무시
nb_no: Ignorer
nl: Negeren
pl: Zignoruj
pt: Ignorar
sv: Ignorera
tl: Balewalain
uk: Ігнорувати
zh_hans: 忽略

# in_x_days
source: in %1$d days
cs: za %1$d dny/dní
da: om %1$d dage
de: in %1$d Tagen
el: σε %1$d ημέρες
es: en %1$d días
fi: %1$d päivän kuluttua
fr: dans %1$d jours
he: בעוד %1$d ימים
hi: %1$d दिनों में
it: in %1$d giorni
ja: %1$d日後
ko: %1$d일 후
nb_no: om %1$d dager
nl: over %1$d dagen
pl: za %1$d dni
pt: em %1$d dias
sv: om %1$d dagar
tl: sa loob ng %1$d araw
uk: через %1$d днів
zh_hans: %1$d 天后

# ios_info_copied_x_to_clipboard
source: Copied "%1$@" to clipboard
cs: Zkopírováno "%1$@" do schránky
da: Kopierede "%1$@" til udklipsholderen
de: "%1$@" wurde in Zwischenablage kopiert
el: Αντιγράφηκε "%1$@" στο πρόχειρο
es: Copiado "%1$@" al portapapeles
fi: ”%1$@” kopioitu leikepöydälle
fr: « %1$@ » copié dans le presse-papiers
he: הטקסט "%1$@" הועתק ללוח
hi: "%1$@" को क्लिपबोर्ड पर कॉपी किया गया
it: Copia "%1$s" negli appunti
ja: 「%1$@」をクリップボードにコピーしました
ko: "%1$@"가 클립보드에 복사되었습니다
nb_no: Kopierte "%1$@" til utklippstavlen
nl: %1$@" gekopieerd naar het klembord
pl: Skopiowano "%1$@" do schowka
pt: “%1$@” copiado para a área de transferência
sv: Kopierade "%1$@" till urklipp
tl: Nakopya ang "%1$@" sa clipboard
uk: "%1$@" скопійовано в буфер обміну

# info_dev_inactive
source: Developer mode disabled
cs: Režim pro vývojáře je vypnutý
da: Udviklertilstand deaktiveret
de: Entwicklermodus deaktiviert
el: Η λειτουργία προγραμματιστή απενεργοποιήθηκε
es: Modo desarrollador desactivado
fi: Kehittäjätila poistettu käytöstä
fr: Mode développeur désactivé
he: מצב מפתח הושבת
hi: डेवलपर मोड अक्षम किया गया
it: Modalità sviluppatore disattivata
ja: 開発者モードが無効になりました
ko: 개발자 모드가 비활성화되었습니다
nb_no: Utviklermodus deaktivert
nl: Ontwikkelaarsmodus uitgeschakeld
pl: Tryb programisty wyłączony
pt: Modo desenvolvedor desativado
sv: Utvecklarläge inaktiverat
tl: Na-disable ang developer mode
uk: Режим розробника вимкнено
zh_hans: 已禁用开发者模式

# info_error_report_header
source: A critical error was detected!
cs: Byla zjištěna kritická chyba!
da: Der blev registreret en kritisk fejl!
de: Ein schwerer Fehler wurde erkannt!
el: Εντοπίστηκε κρίσιμο σφάλμα!
es: ¡Se detectó un error crítico!
fi: Havaittiin kriittinen virhe!
fr: Une erreur critique a été détectée !
he: זוהתה שגיאה קריטית!
hi: एक गंभीर त्रुटि पाई गई!
it: È stato rilevato un errore critico!
ja: 重大なエラーが検出されました！
ko: 중대한 오류가 발생했습니다!
nb_no: En kritisk feil ble oppdaget!
nl: Er is een kritieke fout gedetecteerd!
pl: Wykryto krytyczny błąd!
pt: Um erro crítico foi detectado!
sv: Ett kritiskt fel upptäcktes!
tl: May natukoy na kritikal na error!
uk: Виявлено критичну помилку!
zh_hans: 检测到严重错误！

# info_loading
source: Loading…
cs: Načítání…
da: Indlæser…
de: Lade…
el: Φόρτωση…
es: Cargando…
fi: Ladataan…
fr: Chargement…
he: טוען…
hi: लोड हो रहा है…
it: Caricamento…
ja: 読み込み中…
ko: 불러오는 중입니다…
nb_no: Laster…
nl: Laden…
pl: Ładowanie…
pt: Carregando…
sv: Laddar…
tl: Naglo-load…
uk: Завантаження…
zh_hans: 正在加载…

# ios_info_missed_notifications
source: %1$d missed notifications.
cs: %1$d zmeškaná oznámení.
da: %1$d oversete notifikationer.
de: %1$d verpasste Benachrichtigungen.
el: %1$d χαμένες ειδοποιήσεις.
es: %1$d notificaciones perdidas.
fi: %1$d väliin jäänyttä ilmoitusta.
fr: %1$d notifications manquées.
he: %1$d התראות שהוחמצו.
hi: %1$d अनदेखे नोटिफिकेशन।
it: %1$d notifiche mancate.
ja: %1$d件の通知を見逃しました。
ko: 놓친 알림 %1$d개.
nb_no: %1$d tapte varsler.
pl: %1$d pominiętych powiadomień.
pt: %1$d notificações perdidas.
tl: %1$d hindi natanggap na abiso.
uk: %1$d пропущених повідомлень.

# info_no_model_settings
source: No device settings were found.
cs: Nebylo nalezeno žádné nastavení zařízení.
da: Der blev ikke fundet nogen enhedsindstillinger.
de: Es wurden keine Modell-Einstellungen gefunden.
el: Δεν βρέθηκαν ρυθμίσεις συσκευής.
es: No se encontraron ajustes para el dispositivo.
fi: Laitekohtaisia asetuksia ei löytynyt.
fr: Aucun réglage spécifique trouvé.
he: לא נמצאו הגדרות למכשיר.
hi: कोई डिवाइस सेटिंग्स नहीं मिलीं।
it: Non sono state trovate impostazioni del dispositivo.
ja: 対応するデバイス設定が見つかりませんでした。
ko: 해당 기기에 대한 설정 정보를 찾지 못했습니다.
nb_no: Ingen enhetsinnstillinger funnet.
pl: Nie znaleziono ustawień dla Twojego urządzenia.
pt: Nenhuma configuração do dispositivo encontrada.
tl: Walang natagpuang setting para sa device.
uk: Налаштування пристрою не знайдено.
zh_hans: 未找到设备设置。

# info_no_statistics
source: No statistics to display.
cs: Žádné statistiky k zobrazení.
da: Ingen statistik at vise.
de: Keine Statistiken zum Anzeigen verfügbar.
el: Δεν υπάρχουν διαθέσιμα στατιστικά.
es: No hay estadísticas para mostrar.
fi: Ei näytettäviä tilastoja.
fr: Aucune statistique à afficher.
he: אין סטטיסטיקות להצגה.
hi: प्रदर्शित करने के लिए कोई आँकड़े नहीं हैं।
it: Nessuna statistica da visualizzare.
ja: 表示できる統計はありません。
ko: 표시할 통계가 없습니다.
nb_no: Ingen statistikk å vise.
pl: Brak statystyk do wyświetlenia.
pt: Nenhuma estatística para exibir.
tl: Walang estadistika na ipapakita.
uk: Немає статистики для відображення.
zh_hans: 没有可显示的统计数据。

# info_no_studies_noAccessKey
source: Could not find public studies on this server.
cs: Na tomto serveru se nepodařilo najít veřejné studie.
da: Kunne ikke finde offentlige studier på denne server.
de: Auf diesem Server konnten keine öffentlichen Studien gefunden werden.
el: Δεν βρέθηκαν δημόσιες μελέτες σε αυτόν τον διακομιστή.
es: No se pudieron encontrar estudios públicos en este servidor.
fi: Tästä palvelimesta ei löytynyt julkisia tutkimuksia.
fr: Aucune étude publique trouvée sur ce serveur.
he: לא נמצאו מחקרים ציבוריים בשרת זה.
hi: इस सर्वर पर कोई सार्वजनिक अध्ययन नहीं मिला।
it: Non è stato possibile trovare alcuno studio pubblico su questo server.
ja: このサーバー上に公開研究が見つかりませんでした。
ko: 이 서버에서 공개 연구를 찾지 못했습니다.
nb_no: Fant ingen offentlige studier på denne serveren.
pl: Na tym serwerze nie ma badań dostępnych publicznie.
pt: Nenhum estudo público encontrado neste servidor.
tl: Walang pampublikong pag-aaral na nakita sa server na ito.
uk: Не вдалося знайти відкриті дослідження на цьому сервері.
zh_hans: 在此服务器上未找到公开研究。

# ios_info_no_studies_withAccessKey
source: Could not find studies with the access key "%1$@" on this server.
cs: Na tomto serveru se nepodařilo najít studie s přístupovým klíčem "%1$@".
da: Kunne ikke finde studier med adgangsnøglen "%1$@" på denne server.
de: Auf diesem Server konnten keine Studien mit dem Zugangscode "%1$@" gefunden werden.
el: Δεν βρέθηκαν μελέτες με το κλειδί πρόσβασης "%1$@" σε αυτόν τον διακομιστή.
es: No se encontraron estudios con la clave de acceso "%1$@" en este servidor.
fi: Tästä palvelimesta ei löytynyt tutkimuksia pääsykoodilla ”%1$@”.
fr: Aucune étude trouvée avec la clé "%1$@" sur ce serveur.
he: לא נמצאו מחקרים עם מפתח הגישה "%1$@" בשרת זה.
hi: "%1$@" एक्सेस कोड के साथ कोई अध्ययन इस सर्वर पर नहीं मिला।
it: Impossibile trovare studi con la chiave di accesso "%1$s" su questo server.
ja: このサーバー上に、アクセスキー「%1$@」を持つ研究が見つかりませんでした。
ko: 이 서버에서 접근 코드 "%1$@"에 해당하는 연구를 찾지 못했습니다.
nb_no: Fant ingen studier med tilgangsnøkkelen "%1$@" på denne serveren.
pl: Nie znaleziono badań z kluczem dostępu "%1$@" na tym serwerze.
pt: Nenhum estudo com a chave de acesso "%1$@" foi encontrado neste servidor.
tl: Walang pag-aaral para sa "%1$@" sa server.
uk: Не вдалося знайти дослідження з ключем доступу "%1$@" на цьому сервері.

# info_no_errors
source: No errors to report
cs: Žádné chyby k nahlášení
da: Ingen fejl at rapportere
de: Keine Fehler gefunden
el: Δεν υπάρχουν σφάλματα προς αναφορά
es: No hay errores para informar
fi: Ei raportoitavia virheitä
fr: Aucune erreur à signaler
he: אין שגיאות לדיווח
hi: कोई त्रुटियाँ रिपोर्ट करने के लिए नहीं हैं
it: Nessun errore da segnalare
ja: 報告するエラーはありません
ko: 보고할 오류가 없습니다
nb_no: Ingen feil å rapportere
pl: Brak błędów do zgłoszenia
pt: Nenhum erro a reportar
tl: Walang error na ire-report
uk: Немає помилок для звіту
zh_hans: 没有错误需要报告

# info_required
source: * input required
cs: * požadovaný vstup
da: * input påkrævet
de: * Eingabe erforderlich
el: * απαιτείται συμπλήρωση
es: * entrada requerida
fi: * pakollinen kenttä
fr: * champ requis
he: * שדה חובה
hi: * इनपुट आवश्यक है
it: * input richiesto
ja: * 必須入力
ko: * 필수 입력 항목
nb_no: * påkrevd felt
pl: * wymagane dane wejściowe
pt: * entrada obrigatória
tl: * kinakailangang input
uk: * необхідно ввести дані
zh_hans: * 必填项

# info_sync_complete
source: Sync successfully completed.
cs: Synchronizace byla úspěšně dokončena.
da: Synkronisering gennemført.
de: Synchronisation erfolgreich.
el: Ο συγχρονισμός ολοκληρώθηκε με επιτυχία.
es: Sincronización completada con éxito.
fi: Synkronointi valmis.
fr: Synchronisation réussie.
he: הסנכרון הושלם בהצלחה.
hi: सिंक सफलतापूर्वक पूर्ण हुआ।
it: Sincronizzazione completata con successo.
ja: 同期が完了しました。
ko: 동기화가 성공적으로 완료되었습니다.
nb_no: Synkronisering fullført.
pl: Synchronizacja zakończona pomyślnie.
pt: Sincronização concluída com sucesso.
tl: Matagumpay na na-sync.
uk: Синхронізацію успішно завершено.
zh_hans: 同步成功完成。

# info_sync_failed
source: Sync failed!
cs: Synchronizace se nezdařila!
da: Synkronisering mislykkedes!
de: Fehler bei der Synchronisation!
el: Ο συγχρονισμός απέτυχε!
es: ¡Sincronización fallida!
fi: Synkronointi epäonnistui!
fr: Échec de la synchronisation !
he: הסנכרון נכשל!
hi: सिंक विफल रहा!
it: Sincronizzazione fallita!
ja: 同期に失敗しました！
ko: 동기화에 실패했습니다!
nb_no: Synkronisering mislyktes!
pl: Synchronizacja nie powiodła się!
pt: Falha na sincronização!
tl: Nabigong mag-sync!
uk: Помилка синхронізації!
zh_hans: 同步失败！

# info_thank_you
source: Thank you!
cs: Děkujeme!
da: Tak!
de: Vielen Dank!
el: Ευχαριστούμε!
es: ¡Gracias!
fi: Kiitos!
fr: Merci !
he: תודה!
hi: धन्यवाद!
it: Grazie!
ja: ありがとうございます。
ko: 감사합니다!
nb_no: Takk!
pl: Dziękujemy!
pt: Obrigado!
tl: Maraming salamat!
uk: Дякуємо!
zh_hans: 谢谢！

# informed_consent_desc
source: In order to continue, please read the informed consent and agree.
cs: Chcete-li pokračovat, přečtěte si prosím informovaný souhlas a vyjádřete s ním souhlas.
da: For at fortsætte skal du læse det informerede samtykke og acceptere.
de: Um fortfahren zu können, lesen Sie sich bitte die Einverständniserklärung durch und stimmen Sie dieser zu.
el: Για να συνεχίσετε, παρακαλώ διαβάστε την ενημερωμένη συγκατάθεση και συμφωνήστε.
es: Para continuar, por favor lee el consentimiento informado y acepta.
fi: Jatkaaksesi lue suostumus ja hyväksy se.
fr: Veuillez lire le consentement éclairé et accepter pour continuer.
he: כדי להמשיך, קרא/י את ההסכמה מדעת ואשר/י.
hi: आगे बढ़ने के लिए कृपया सूचित सहमति पढ़ें और सहमति दें।
it: Per continuare, leggere il consenso informato e accettare.
ja: 続行するには、インフォームド・コンセントを読み、内容に同意してください。
ko: 계속하려면 연구 참여 동의서를 읽고 동의해 주세요.
nb_no: For å fortsette, vennligst les og godta det informerte samtykket.
pl: Aby kontynuować, przeczytaj świadomą zgodę i zaakceptuj.
pt: Para continuar, por favor leia o consentimento informado e concorde.
tl: Upang magpatuloy, pakibasa at sang-ayunan ang pinaalalahanang pahintulot.
uk: Щоб продовжити, прочитайте інформовану згоду та погодьтеся з умовами участі.
zh_hans: 为了继续，请阅读知情同意书并同意。

# ios_backgroundRefresh
source: Background App Refresh
cs: Aktualizace na pozadí
da: Opdatering i baggrunden
de: Hintergrundaktualisierungen
el: Ανανέωση στο παρασκήνιο
es: Actualización en segundo plano
fi: Sovelluksen taustapäivitys
fr: Actualisation en arrière-plan
he: ריענון אפליקציות ברקע
hi: बैकग्राउंड ऐप रिफ्रेश
it: Aggiornamento dell'app in background
ja: Appのバックグラウンド更新
ko: 백그라운드 앱 새로 고침
nb_no: Bakgrunnsoppdatering av app
pl: Odnawianie aplikacji w tle
pt: Atualização em segundo plano
uk: Фонове оновлення застосунку

# ios_backgroundRefresh_desc
source: ESMira checks periodically in the background for study updates and makes sure that all required notifications are scheduled. In order to do that the "Background App refresh" permission is needed.
cs: ESMira na pozadí pravidelně kontroluje aktualizace studie a zajišťuje, aby byla naplánována všechna požadovaná oznámení. K tomu je zapotřebí oprávnění "Aktualizace na pozadí".
da: ESMira tjekker med jævne mellemrum i baggrunden for studieopdateringer og sørger for, at alle nødvendige notifikationer er planlagt. For at kunne gøre det kræves tilladelsen "Background App Refresh".
de: ESMira prüft regelmäßig im Hintergrund nach Studien-Updates und stellt sicher dass die Benachrichtigungen richtig gesetzt sind. Dafür wird die Berechtigung für "Hintergrundaktualisierungen" benötigt.
el: Το ESMira ελέγχει περιοδικά στο παρασκήνιο για ενημερώσεις μελετών και διασφαλίζει ότι όλες οι απαιτούμενες ειδοποιήσεις είναι προγραμματισμένες. Για να γίνει αυτό, απαιτείται η άδεια "Ανανέωση εφαρμογής στο παρασκήνιο".
es: ESMira verifica periódicamente en segundo plano si hay actualizaciones de estudios y asegura que todas las notificaciones necesarias estén programadas. Para ello, se necesita el permiso de "Actualización en segundo plano".
fi: ESMira tarkistaa taustalla tutkimuspäivitykset ja varmistaa, että tarvittavat ilmoitukset ajoitetaan. Tämä edellyttää ”Sovelluksen taustapäivitys” -oikeutta.
fr: ESMira vérifie les mises à jour d’étude en arrière-plan et planifie les notifications. Cela nécessite l’autorisation « Actualisation en arrière-plan ».
he: ESMira בודקת מעת לעת ברקע אם יש עדכוני מחקר ודואגת שכל ההתראות הנדרשות יהיו מתוזמנות. לצורך כך יש לאפשר את ההרשאה "Background App Refresh".
hi: ईऐसमिरा पृष्ठभूमि में अध्ययन अपडेट की जाँच करता है और सुनिश्चित करता है कि सभी अधिसूचनाएँ शेड्यूल की गई हैं। इसके लिए "बैकग्राउंड ऐप रिफ्रेश" की अनुमति आवश्यक है।
it: ESMira controlla periodicamente in background gli aggiornamenti dello studio e si assicura che tutte le notifiche richieste siano programmate. A tal fine è necessaria l'autorizzazione "Aggiornamento app in background".
ja: ESMira はバックグラウンドで定期的に研究の更新を確認し、必要な通知がすべてスケジュールされているかを確認します。そのためには「Appのバックグラウンド更新」の権限が必要です。
ko: ESMira는 백그라운드에서 주기적으로 업데이트를 확인하고 필요한 알림이 모두 예약되어 있는지 점검합니다. 이를 위해 "Background App Refresh" 권한이 필요합니다.
nb_no: ESMira sjekker regelmessig i bakgrunnen for studieoppdateringer og sørger for at alle nødvendige varsler er planlagt. For dette kreves tillatelse for "Bakgrunnsoppdatering av app".
pl: ESMira okresowo sprawdza w tle aktualizacje badań i upewnia się, że wszystkie wymagane powiadomienia są zaplanowane. Aby to było możliwe, potrzebne jest uprawnienie „Odnawianie aplikacji w tle”.
pt: O ESMira verifica periodicamente em segundo plano se há atualizações de estudo e garante que todas as notificações necessárias estejam agendadas. Para isso, é necessário conceder permissão para "Atualização em segundo plano".
tl: Kailangan ng permiso para sa update at abiso.
uk: ESMira періодично у фоновому режимі перевіряє наявність оновлень дослідження та забезпечує розклад усіх необхідних сповіщень. Для цього потрібен дозвіл «Оновлення програми у фоновому режимі».

# ios_dialogDesc_backgroundRefresh_disabled
source: Please enable "Background App Refresh". in the following settings. Then make sure that it is also enabled globally by going back up to "Settings" and then to: "Global" > "Background App Refresh" and enable "Background App Refresh" at the top.
cs: Povolte funkci "Obnovení aplikace na pozadí". v následujících nastaveních. Poté se ujistěte, že je povolena i globálně, a to tak, že přejdete zpět nahoru do "Nastavení" a poté na: "Globální" > "Obnovení aplikací na pozadí" a nahoře povolíte "Obnovení aplikací na pozadí".
da: Aktivér venligst "Background App Refresh" i de følgende indstillinger. Sørg derefter for, at den også er aktiveret globalt ved at gå tilbage til "Indstillinger" og derefter til: "Generelt" > "Background App Refresh" og aktivér "Background App Refresh" øverst.
de: Bitte aktivieren Sie in den folgenden Einstellungen "Hintergrundaktualisierung". Dann stellen Sie sicher, dass diese auch global aktiviert sind in dem Sie einen Bildschirm zurück zu den "Einstellungen" gehen und dann "Allgemein" > "Hintergrundaktualisierung" auswählen. Dort ganz oben aktivieren Sie bitte "Hintergrundaktualisierung".
el: Παρακαλούμε ενεργοποιήστε την επιλογή "Ανανέωση εφαρμογής στο παρασκήνιο" στις ακόλουθες ρυθμίσεις. Στη συνέχεια, βεβαιωθείτε ότι είναι επίσης ενεργοποιημένη σε επίπεδο συστήματος, επιστρέφοντας στις "Ρυθμίσεις" και έπειτα: "Γενικά" > "Ανανέωση εφαρμογής στο παρασκήνιο" και ενεργοποιήστε την επιλογή στο επάνω μέρος.
es: Por favor, habilita "Actualización en segundo plano" en los siguientes ajustes. Luego asegúrate de que también esté habilitado globalmente volviendo a "Ajustes" y luego a: "Global" > "Actualización en segundo plano" y activa "Actualización en segundo plano" en la parte superior.
fi: Ota ”Sovelluksen taustapäivitys” käyttöön seuraavista asetuksista. Varmista sitten, että se on käytössä myös yleisesti siirtymällä ”Asetukset” > ”Yleiset” > ”Sovelluksen taustapäivitys” ja ottamalla se käyttöön yläreunasta.
fr: Veuillez activer « Actualisation en arrière-plan » dans les paramètres suivants. Puis revenez à « Réglages » > « Général » > « Actualisation en arrière-plan » et activez-la en haut.
he: אנא הפעל/י את "Background App Refresh" בהגדרות הבאות. לאחר מכן ודא/י שהוא גם מופעל גלובלית דרך: "Settings" > "Global" > "Background App Refresh" והפעל/י את האפשרות בראש המסך.
hi: कृपया नीचे दी गई सेटिंग्स में "बैकग्राउंड ऐप रिफ्रेश" सक्षम करें। फिर "सेटिंग्स" > "वैश्विक" > "बैकग्राउंड ऐप रिफ्रेश" पर जाकर इसे वैश्विक रूप से सक्षम करें।
it: Abilita "Aggiornamento app in background" nelle seguenti impostazioni. Assicurati poi che sia abilitato anche a livello globale tornando su "Impostazioni" e quindi su: "Globale" > "Aggiornamento app in background" e abilitando "Aggiornamento app in background" in alto.
ja: 次の設定画面で「Appのバックグラウンド更新」を有効にしてください。その後、「設定」→「一般」→「Appのバックグラウンド更新」と進み、画面上部で「Appのバックグラウンド更新」が有効になっていることも確認してください。
ko: 다음 설정 화면에서 "Background App Refresh"를 활성화해 주세요. 그 다음, 상위 "설정" 화면으로 돌아가 "일반" > "Background App Refresh"로 이동해 맨 위의 "Background App Refresh"도 켜져 있는지 확인하세요.
nb_no: Vennligst aktiver "Bakgrunnsoppdatering av app" i innstillingene nedenfor. Gå deretter tilbake til "Innstillinger" > "Generelt" > "Bakgrunnsoppdatering" og aktiver alternativet der.
pl: Włącz „Odnawianie aplikacji w tle” w poniższych ustawieniach. Następnie upewnij się, że jest ono także włączone globalnie, wracając do „Ustawienia”, a następnie do: „Globalne” > „Odnawianie aplikacji w tle” i aktywując „Odnawianie aplikacji w tle” u góry.
pt: Por favor, ative a "Atualização em segundo plano" nas configurações a seguir. Em seguida, certifique-se de que ela também esteja ativada globalmente, voltando para "Ajustes" e depois para: "Geral" > "Atualização em segundo plano" e ative-a no topo da tela.
tl: Paganahin ang "Background App Refresh" sa settings at global setting.
uk: Увімкніть «Фонове оновлення програми» у налаштуваннях. Потім переконайтеся, що його також увімкнено глобально, повернувшись до «Налаштувань», а потім до: «Глобальні налаштування» > «Фонове оновлення програми» та ввімкніть «Фонове оновлення програми» вгорі.
