Repository: KL-Psychological-Methodology/ESMira-apps
Catalog: iosApp/ESMira/*.lproj/Localizable.strings
Languages: cs, da, de, el, es, fi, fr, he, hi, it, ja, ko, nb_no, nl, pl, pt, sv, tl, uk, zh_hans

# welcome_first_instructions
source: Welcome to ESMira, the anonymous Questionnaire Assistant. In order to start please select a study and join. This dialog will assist you.
cs: Vítejte v ESMira, anonymním dotazníkovém asistentovi. Chcete-li začít, vyberte si prosím studii a připojte se. Tento dialog vám pomůže.
da: Velkommen til ESMira, den anonyme spørgeskemaassistent. For at starte skal du vælge et studie og tilmelde dig. Denne dialog vil hjælpe dig.
de: Willkommen zu ESMira, dem anonymen Befragungsassistenten. Um starten zu können, wählen Sie bitte eine Studie aus und tragen Sie sich ein. Dieser Dialog unterstützt Sie dabei.
el: Καλώς ήρθατε στο ESMira, τον ανώνυμο βοηθό ερωτηματολογίων. Για να ξεκινήσετε, επιλέξτε και συμμετάσχετε σε μία μελέτη. Αυτός ο οδηγός θα σας βοηθήσει.
es: Bienvenido a ESMira, el Asistente de Cuestionarios anónimo. Para empezar, selecciona un estudio y únete. Este diálogo te guiará.
fi: Tervetuloa ESMiraan, anonyymiin kyselyapuriin. Aloittaaksesi valitse tutkimus ja liity siihen. Tämä dialogi auttaa sinua.
fr: Bienvenue sur ESMira, l’assistant de questionnaires anonyme. Pour commencer, veuillez sélectionner et rejoindre une étude. Ce dialogue vous guidera.
he: ברוך הבא ל־ESMira, עוזר השאלונים האנונימי. כדי להתחיל, בחר/י מחקר והצטרף/י אליו. תיבת דו־שיח זו תדריך אותך.
hi: ईऐसमिरा में आपका स्वागत है। यह एक गुमनाम प्रश्नावली सहायक है। शुरू करने के लिए कृपया एक अध्ययन चुनें और उसमें शामिल हों। यह डायलॉग आपकी सहायता करेगा।
it: Benvenuti su ESMira, l'assistente anonimo per i questionari. Per iniziare, seleziona uno studio ed iscriviti. Questa finestra di dialogo ti assisterà.
ja: 匿名アンケートアシスタント ESMira へようこそ。 利用を開始するには、研究を選択して参加してください。 このダイアログが手順を案内します。
ko: 익명 설문 도우미 ESMira에 오신 것을 환영합니다. 시작하려면 연구를 선택하고 참여해 주세요. 이 안내가 과정을 도와드립니다.
nb_no: Velkommen til ESMira, den anonyme spørreskjemahjelperen. For å starte, velg en studie og bli med. Denne veiviseren hjelper deg i gang.
pl: Witaj w ESMira, anonimowym asystencie badania. Aby rozpocząć, wybierz badanie i dołącz do niego. Postępuj zgodnie ze wskazówkami na ekranie.
pt: Bem-vindo ao ESMira, o Assistente de Questionários anônimo. Para começar, selecione um estudo e participe. Este diálogo irá ajudá-lo.
tl: \nnUpang makapagsimula, mangyaring pumili ng isang pag-aaral at sumali. Tutulungan ka ng dialogong ito.
uk: Ласкаво просимо до ESMira, анонімного помічника науковців та їх опитувань. Щоб розпочати, виберіть дослідження та приєднайтеся. Це діалогове вікно допоможе вам.
zh_hans: 为了开始，请选择一个研究并加入。 此对话框将指导您完成操作。

# welcome_qr_instructions
source: Please place the QR code about 30 cm away in front of your smartphone camera so that it is visible on the screen. ESMira will scan the code automatically as soon as the camera has focused.
cs: Umístěte kód QR asi 30 cm před fotoaparát chytrého telefonu tak, aby byl viditelný na obrazovce. ESMira kód automaticky naskenuje, jakmile fotoaparát zaostří.
da: Placer QR-koden ca. 30 cm foran din smartphones kamera, så den er synlig på skærmen. ESMira scanner koden automatisk, så snart kameraet har fokuseret.
de: Bitte halten Sie den QR-code etwa 30 cm unter die Kamera Ihres Smartphones und stellen Sie sicher, dass der Code auf dem Display gut erkennbar ist. ESMira liest den Code automatisch sobald die Smartphone Kamera scharf gestellt hat.
el: Τοποθετήστε τον QR κώδικα περίπου 30 cm μπροστά από την κάμερα του smartphone σας ώστε να είναι ορατός στην οθόνη. Το ESMira θα σαρώσει αυτόματα τον κώδικα μόλις εστιάσει η κάμερα.
es: Coloca el código QR aproximadamente a 30 cm frente a la cámara de tu smartphone para que sea visible en la pantalla. ESMira escaneará el código automáticamente en cuanto la cámara esté enfocada.
fi: Pidä QR-koodi noin 30 cm etäisyydellä älypuhelimesi kamerasta niin, että se näkyy ruudulla. ESMira skannaa koodin automaattisesti, kun kamera on tarkentanut.
fr: Veuillez placer le code QR à environ 30 cm devant la caméra de votre smartphone afin qu’il soit visible à l’écran. ESMira scannera le code automatiquement dès que la mise au point sera faite.
he: הנח/י את קוד ה־QR במרחק של כ־30 ס"מ ממצלמת הסמארטפון כך שיהיה גלוי על המסך. ESMira תסרוק את הקוד אוטומטית ברגע שהמצלמה תתמקד.
hi: कृपया क्यू आर कोड को अपने स्मार्टफोन कैमरा से लगभग 30 सेंटीमीटर दूर रखें ताकि वह स्क्रीन पर दिखाई दे। कैमरा फ़ोकस होते ही ईऐसमिरा स्वचालित रूप से कोड स्कैन कर लेगा ।
it: Posiziona il codice QR a circa 30 cm di distanza dalla fotocamera dello smartphone in modo che sia visibile sullo schermo. ESMira scansionerà automaticamente il codice non appena la fotocamera avrà messo a fuoco.
ja: QRコードをスマートフォンのカメラから約30cm離してかざし、画面内に収まるようにしてください。 ESMira は、カメラがピントを合わせると自動的にコードを読み取ります。
ko: 스마트폰 화면에서 잘 보이도록, 카메라에서 약 30cm 떨어진 위치에 QR 코드를 두세요. 카메라가 초점을 맞추면 ESMira가 자동으로 코드를 인식합니다.
nb_no: Hold QR-koden omtrent 30 cm foran smarttelefonkameraet slik at den er synlig på skjermen. ESMira skanner koden automatisk så snart kameraet fokuserer.
pl: Umieść kod QR około 30 cm przed aparatem swojego smartfona tak, aby był widoczny na ekranie. ESMira zeskanuje kod automatycznie, gdy tylko aparat ustawi ostrość.
pt: Posicione o código QR a cerca de 30 cm da câmera do seu smartphone para que ele esteja visível na tela. O ESMira escaneará o código automaticamente assim que a câmera focar.
tl: Pakilagay ang QR code mga 30 cm sa harap ng kamera ng iyong smartphone upang ito'y makita sa screen. Awtomatikong i-scan ng ESMira ang code sa sandaling naka-focus ang kamera.
uk: Розмістіть QR-код на відстані приблизно 30 см перед камерою смартфона, щоб його було видно на екрані. ESMira автоматично відсканує код, щойно камера сфокусується.
zh_hans: 请将二维码距离手机摄像头约 30 厘米，使其在屏幕上可见。 当摄像头对焦完成后，ESMira 将自动扫描该二维码。

source: What for?
cs: K čemu?
da: Hvad til?
de: Wofür?
el: Για ποιο λόγο;
es: ¿Para qué?
fi: Mihin tarkoitukseen?
fr: À quoi ça sert ?
he: לשם מה?
hi: किसलिए?
it: Perché?
ja: 何のためですか？
ko: 무엇을 위해서인가요?
nb_no: Hva brukes det til?
pl: Po co?
pt: Para quê?
tl: Para saan?
uk: Навіщо?
zh_hans: 用途是什么？

source: Take picture
cs: Udělejte fotografii
da: Tag billede
de: Foto aufnehmen
el: Λήψη φωτογραφίας
es: Tomar foto
fi: Ota kuva
fr: Prendre une photo
he: צלם תמונה
hi: तस्वीर लें
it: Scatta una foto
ja: 写真を撮る
ko: 사진 찍기
nb_no: Ta bilde
pl: Zrób zdjęcie
pt: Tirar foto
tl: Kumuha ng larawan
uk: Сфотографувати
zh_hans: 拍照

source: Just finished
cs: Právě dokončeno
da: Netop afsluttet
de: Gerade ausgefüllt
el: Μόλις ολοκληρώθηκε
es: Acaba de terminar
fi: Juuri valmistunut
fr: Juste terminé
he: זה עתה הסתיים
hi: अभी समाप्त हुआ
it: Appena terminato
ja: たった今終了しました
ko: 방금 완료함
nb_no: Nettopp fullført
pl: Zakończono
pt: Acabou de finalizar
tl: Katatapos lang
uk: Щойно завершено
zh_hans: 刚刚完成

# error_reward_conditions_not_met
source: You are not eligible for a reward yet.
cs: Na odměnu zatím nemáte nárok.
da: Du er endnu ikke berettiget til en belønning.
de: Sie erfüllen noch nicht alle Bedingungen um eine Belohnung zu erhalten.
el: Δεν πληροίτε ακόμη τις προϋποθέσεις για ανταμοιβή.
es: Aún no eres elegible para una recompensa.
fi: Et ole vielä oikeutettu palkintoon.
fr: Vous n’êtes pas encore éligible à une récompense.
he: עדיין אינך זכאי/ת לתגמול.
hi: आप अभी इनाम के पात्र नहीं हैं।
it: Non rientri tra gli aventi diritto ad una ricompensa.
ja: まだ報酬の条件を満たしていません。
ko: 아직 보상 조건을 충족하지 않았습니다.
nb_no: Du er ikke kvalifisert for belønning ennå.
pl: Nie kwalifikujesz się jeszcze do otrzymania nagrody.
pt: Você ainda não tem direito a uma recompensa.
tl: Hindi ka pa karapat-dapat tumanggap ng gantimpala.
uk: Ви ще не маєте права на винагороду.
zh_hans: 您目前尚不符合获得奖励的条件。

# error_already_generated
source: A reward code was already generated on another device. Please contact the researcher about this issue.
cs: Kód odměny byl již vygenerován na jiném zařízení. Kontaktujte prosím výzkumného pracovníka ohledně tohoto problému.
da: En belønningskode er allerede blevet genereret på en anden enhed. Kontakt venligst forskeren om dette problem.
de: Auf einem anderen Gerät wurde bereits ein Belohnungscode generiert. Bitte kontaktieren Sie den / die ForscherIn.
el: Ένας κωδικός ανταμοιβής δημιουργήθηκε ήδη σε άλλη συσκευή. Παρακαλώ επικοινωνήστε με τον ερευνητή.
es: Ya se generó un código de recompensa en otro dispositivo. Contacta al investigador sobre este problema.
fi: Palkintokoodi on jo luotu toisella laitteella. Ota yhteyttä tutkijaan tästä asiasta.
fr: Un code de récompense a déjà été généré sur un autre appareil. Veuillez contacter le chercheur à ce sujet.
he: קוד תגמול כבר נוצר במכשיר אחר. אנא צור קשר עם החוקר.
hi: दूसरे डिवाइस पर पहले ही एक इनाम कोड जनरेट किया जा चुका है। कृपया इस समस्या के लिए शोधकर्ता से संपर्क करें।
it: Un codice premio è già stato generato su un altro dispositivo. Si prega di contattare il ricercatore per questo problema.
ja: 別の端末ですでに報酬コードが生成されています。この件については研究者にお問い合わせください。
ko: 다른 기기에서 이미 보상 코드가 생성되었습니다. 이 문제에 대해 연구자에게 문의해 주세요.
nb_no: En belønningskode ble allerede generert på en annen enhet. Ta kontakt med forskeren om dette problemet.
pl: Kod nagrody został już wygenerowany na innym urządzeniu. Skontaktuj się w tej sprawie z badaczem.
pt: Um código de recompensa já foi gerado em outro dispositivo. Por favor, entre em contato com o pesquisador.
tl: May na-generate nang reward code sa ibang device. Mangyaring makipag-ugnayan sa mananaliksik tungkol sa isyung ito.
uk: Код винагороди вже згенеровано на іншому пристрої. Будь ласка, зверніться до дослідника щодо цього питання.
zh_hans: 奖励码已在另一台设备上生成。请联系研究人员处理此问题。

# error_reward_questionnaires_not_finished
source: Some questionnaires were not filled out often enough:
cs: Některé dotazníky nebyly vyplňovány dostatečně často:
da: Nogle spørgeskemaer blev ikke udfyldt ofte nok:
de: Manche Fragebögen wurden noch nicht oft genug ausgefüllt:
el: Δεν συμπληρώθηκαν αρκετές φορές κάποια ερωτηματολόγια:
es: No se han completado suficientes cuestionarios:
fi: Joitakin kyselyjä ei ole täytetty riittävän usein:
fr: Certains questionnaires n’ont pas été remplis suffisamment souvent :
he: חלק מהשאלונים לא מולאו מספר פעמים מספיק:
hi: कुछ प्रश्नावलियाँ पर्याप्त बार नहीं भरी गई हैं:
it: Alcuni questionari non sono stati compilati abbastanza spesso:
ja: 十分な回数が回答されていない質問票があります:
ko: 일부 설문이 아직 충분히 작성되지 않았습니다:
nb_no: Noen spørreskjemaer ble ikke fylt ut ofte nok:
pl: Niektóre ankiety nie były wypełniane wystarczająco często:
pt: Alguns questionários não foram preenchidos com frequência suficiente:
tl: May ilang talatanungan na hindi pa nasasagutan nang sapat:
uk: Деякі анкети заповнювалися недостатньо часто:
zh_hans: 以下问卷填写次数不足：

# reward_code_send_email
source: Send via email
cs: Odeslat e-mailem
de: Per Email versenden
el: Αποστολή μέσω email
es: Enviar por correo electrónico
fi: Lähetä sähköpostilla
fr: Envoyer par e-mail
he: שלח בדוא"ל
hi: ईमेल के माध्यम से भेजें
it: Inviare via e-mail
ja: メールで送信
ko: 이메일로 보내기
nb_no: Send via e-post
pl: Wyślij e-mailem
pt: Enviar por e-mail
tl: Ipadala sa pamamagitan ng email
uk: Надіслати електронною поштою
zh_hans: 通过电子邮件发送

# reward_code_share
source: Share via app
cs: Sdílení prostřednictvím aplikace
da: Del via app
de: Per App teilen
el: Κοινοποίηση μέσω εφαρμογής
es: Compartir por app
fi: Jaa sovelluksella
fr: Partager via une application
he: שתף דרך אפליקציה
hi: ऐप के माध्यम से साझा करें
it: Condividi tramite app
ja: アプリで共有
ko: 앱으로 공유
nb_no: Del via app
pl: Udostępnij przez aplikację
pt: Compartilhar por aplicativo
tl: Ibahagi gamit ang app
uk: Поділитись через додаток
zh_hans: 通过应用分享

# reward_code_description
source: It is important to us that all data provided through ESMira remain completely anonymous. But in order to receive your reward, you will have to provide some personal information which should not be linked to your user id. For this reason we have the reward code which is not linked to your user-id or any data you have provided.
cs: Je pro nás důležité, aby všechny údaje poskytnuté prostřednictvím ESMira zůstaly zcela anonymní. Abyste však mohli získat odměnu, budete muset poskytnout některé osobní údaje, které by neměly být spojeny s vaším uživatelským ID. Z tohoto důvodu máme k dispozici kód odměny, který není spojen s vaším uživatelským ID ani s žádnými údaji, které jste poskytli.
da: Det er vigtigt for os, at alle data, der leveres via ESMira, forbliver fuldstændig anonyme. Men for at modtage din belønning skal du angive nogle personlige oplysninger, som ikke bør knyttes til dit bruger-id. Af den grund har vi belønningskoden, som ikke er knyttet til dit bruger-id eller nogen data, du har leveret.
de: Es ist uns wichtig, dass sämtliche Daten, welche Sie über ESMira eingeben haben, komplett anonym bleiben. Doch um die Belohnung erhalten zu können, müssen persönliche Daten angegeben werden, welche nicht mit den Studiendaten verknüpft sein sollten. Daher gibt es den Belohnungscode, welcher komplett unabhängig von Ihrer User-Id und Ihren Studiendaten ist.
el: Μας ενδιαφέρει όλα τα δεδομένα που παρέχονται μέσω του ESMira να παραμένουν απολύτως ανώνυμα. Ωστόσο, για να λάβετε την ανταμοιβή σας, πρέπει να δώσετε ορισμένες προσωπικές πληροφορίες, οι οποίες δεν θα πρέπει να συνδέονται με το αναγνωριστικό χρήστη σας. Γι’ αυτό υπάρχει ο κωδικός ανταμοιβής, ο οποίος δεν σχετίζεται με το αναγνωριστικό χρήστη ή άλλα δεδομένα που έχετε δώσει.
es: Es importante para nosotros que todos los datos proporcionados a través de ESMira permanezcan completamente anónimos. Sin embargo, para recibir tu recompensa, tendrás que proporcionar algo de información personal que no debe vincularse a tu ID de usuario. Por esta razón, tenemos el código de recompensa que no está vinculado a tu ID de usuario ni a ningún dato proporcionado.
fi: On tärkeää, että ESMiran kautta annetut tiedot pysyvät täysin anonyymeinä. Palkinnon saamiseksi sinun tulee kuitenkin antaa joitakin henkilötietoja, joita ei tule yhdistää käyttäjätunnukseesi. Tätä varten käytämme palkintokoodia, jota ei yhdistetä käyttäjätunnukseesi tai antamiisi tietoihin.
fr: Il est important pour nous que toutes les données fournies via ESMira restent complètement anonymes. Mais pour recevoir votre récompense, vous devrez fournir certaines informations personnelles qui ne doivent pas être liées à votre identifiant utilisateur. C’est pourquoi nous avons mis en place le code de récompense, qui n’est lié ni à votre identifiant ni à vos données.
he: חשוב לנו שכל הנתונים שנמסרים דרך ESMira יישארו אנונימיים לחלוטין. אך כדי לקבל את התגמול שלך תצטרך לספק מידע אישי שאסור לקשר למזהה המשתמש שלך. לכן נוצר קוד התגמול, שאינו מקושר למזהה המשתמש שלך או לנתונים שמסרת.
hi: हमारे लिए यह महत्वपूर्ण है कि ईऐसमिरा के माध्यम से प्रदान किया गया सभी डेटा पूरी तरह से गुमनाम बना रहे। लेकिन इनाम प्राप्त करने के लिए, आपको कुछ व्यक्तिगत जानकारी प्रदान करनी होगी जो आपके यूसर आईडी से जुड़ी नहीं होनी चाहिए। इसी कारण हमारे पास इनाम कोड है जो आपके यूसर आईडी या आपकी दी गई किसी भी जानकारी से जुड़ा नहीं है ।
it: Per noi è importante che tutti i dati forniti tramite ESMira rimangano completamente anonimi. Tuttavia, per ricevere la ricompensa, dovrete fornire alcune informazioni personali che non devono essere collegate al vostro ID utente. Per questo motivo abbiamo un codice di ricompensa che non è collegato al vostro ID utente o ai dati che avete fornito.
ja: ESMira を通じて提供されたすべてのデータが完全に匿名のままであることは、私たちにとって非常に重要です。しかし、報酬を受け取るためには、ユーザーIDと結び付けるべきではない一部の個人情報を提供していただく必要があります。そのために、ユーザーIDや提供されたデータと紐づかない「報酬コード」を用意しています。
ko: ESMira를 통해 제공되는 모든 데이터는 완전히 익명으로 유지되는 것이 중요합니다. 그러나 보상을 받으려면 사용자 ID와 연결되어서는 안 되는 개인 정보를 제공해야 합니다. 이를 위해 사용자 ID나 응답 데이터와 연결되지 않는 보상 코드를 사용합니다.
nb_no: Det er viktig for oss at all informasjon via ESMira forblir helt anonym. For å motta belønningen må du imidlertid oppgi personlig informasjon som ikke skal kobles til bruker-ID-en din. Derfor brukes en belønningskode som ikke er knyttet til din bruker-ID eller dataene dine.
pl: Wszystkie odpowiedzi zbierane za pośrednictwem ESMira są całkowicie anonimowe. Aby jednak otrzymać nagrodę, konieczne będzie podanie pewnych danych osobowych, które nie będą powiązane z Twoim identyfikatorem użytkownika. Z tego powodu stosujemy kod nagrody, który nie jest powiązany ani z Twoim identyfikatorem użytkownika, ani z żadnymi przekazanymi przez Ciebie odpowiedziami w ramach badania.
pt: É importante para nós que todos os dados fornecidos pelo ESMira permaneçam completamente anônimos. No entanto, para receber sua recompensa, será necessário fornecer algumas informações pessoais que não devem ser vinculadas ao seu ID de usuário. Por esse motivo, usamos um código de recompensa que não está ligado ao seu ID de usuário nem a qualquer dado fornecido.
tl: Mahalaga sa amin na ang lahat ng datos na ibinibigay sa pamamagitan ng ESMira ay manatiling ganap na anonymous. Ngunit upang matanggap ang iyong gantimpala, kakailanganin mong magbigay ng ilang personal na impormasyon na HINDI dapat naka-link sa iyong user ID. Para dito, ginagamit namin ang reward code na hindi konektado sa iyong user ID o sa anumang datos na iyong ibinigay.
uk: Для нас важливо, щоб усі дані, надані через ESMira, залишалися повністю анонімними. Але щоб отримати свою винагороду, вам доведеться надати певну особисту інформацію, яка не повинна бути пов’язана з вашим ідентифікатором користувача. З цієї причини у нас є код винагороди, який не пов’язаний з вашим ідентифікатором користувача чи будь-якими даними, які ви надали.
zh_hans: 我们非常重视通过 ESMira 提供的数据的完全匿名性。但为了领取奖励，您需要提供一些**不会关联到您的用户 ID**的个人信息。因此我们使用奖励码，奖励码不会与您的用户 ID 或您提供的任何数据关联。

source: Upload protocol
cs: Nahrát protokol
da: Upload-protokol
de: Upload-Protokoll
el: Πρωτόκολλο μεταφόρτωσης
es: Protocolo de subida
fi: Latausloki
fr: Protocole de téléversement
he: פרוטוקול העלאה
hi: अपलोड प्रोटोकॉल
it: Caricamento protocollo
ja: アップロード履歴
ko: 업로드 프로토콜
nb_no: Last opp protokoll
pl: Prześlij protokół
pt: Protocolo de envio
tl: Protocol ng pag-upload
uk: Завантажити протокол
zh_hans: 上传协议

source: None
cs: Žádné
da: Ingen
de: Keine
el: Καμία
es: Ninguno
fi: Ei mitään
fr: Aucun
he: אין
hi: कोई नहीं
it: Nessuno
ja: なし
ko: 없음
nb_no: Ingen
pl: Brak
pt: Nenhum
tl: Wala
uk: Немає
zh_hans: 无

# rejoin_study
source: Join study again
cs: Znovu se připojte ke studii
da: Tilmeld dig studiet igen
de: Studie erneut beitreten
el: Συμμετοχή ξανά στη μελέτη
es: Unirse de nuevo al estudio
fi: Liity tutkimukseen uudelleen
fr: Rejoindre l'étude à nouveau
he: הצטרף שוב למחקר
hi: अध्ययन में फिर से भाग लों
it: Partecipa di nuovo allo studio
ja: 研究に再参加
ko: 연구에 다시 참여
nb_no: Bli med i studien igjen
pl: Dołącz ponownie
pt: Participar novamente do estudo
tl: Sumali muli sa pag-aaral
uk: Приєднатись до дослідження ще раз
zh_hans: 重新加入研究

# confirm_delete_study
source: Do you want to delete this study and all its (local) data? Data that was already transmitted to the server will not be deleted. But your personal statistics, messages or reward code will be lost.
cs: Chcete odstranit tuto studii a všechna její (lokální) data? Data, která již byla přenesena na server, nebudou smazána. Vaše osobní statistiky, zprávy nebo kód odměny však budou ztraceny.
da: Vil du slette dette studie og alle dets (lokale) data? Data, der allerede er overført til serveren, bliver ikke slettet. Men din personlige statistik, beskeder eller belønningskode går tabt.
de: Möchten Sie diese Studie und dessen (lokale) Daten löschen? Bereits zum Server gesendete daten werden nicht gelöscht. Aber Ihre persönlichen Statistiken, Nachrichten oder Belohnungscode werden entfernt.
el: Θέλετε να διαγράψετε αυτή τη μελέτη και όλα τα (τοπικά) δεδομένα της; Τα δεδομένα που έχουν ήδη σταλεί στον διακομιστή δεν θα διαγραφούν. Ωστόσο, τα προσωπικά σας στατιστικά, τα μηνύματα και ο κωδικός ανταμοιβής θα χαθούν.
es: ¿Quieres eliminar este estudio y todos sus datos (locales)? Los datos ya transmitidos al servidor no se eliminarán. Sin embargo, perderás tus estadísticas personales, mensajes o código de recompensa.
fi: Haluatko poistaa tämän tutkimuksen ja kaiken sen (paikallisen) datan? Palvelimelle jo lähetettyä dataa ei poisteta. Henkilökohtaiset tilastosi, viestisi tai palkintokoodisi kuitenkin menetetään.
fr: Voulez-vous supprimer cette étude et toutes ses données (locales) ? Les données déjà transmises au serveur ne seront pas supprimées. Mais vos statistiques personnelles, messages et code de récompense seront perdus.
he: האם ברצונך למחוק מחקר זה וכל הנתונים (המקומיים) שלו? נתונים שכבר הועברו לשרת לא יימחקו. אך הסטטיסטיקות האישיות שלך, הודעותיך או קוד התגמול יימחקו.
hi: क्या आप इस अध्ययन और इसके सभी (स्थानीय) डेटा को मिटाना चाहते हैं? जो डेटा पहले ही सर्वर पर भेजा जा चुका है, वह मिटाया नहीं जाएगा। लेकिन आपकी व्यक्तिगत आँकड़े, संदेश या इनाम कोड खो जाएंगे।
it: Volete cancellare questo studio e tutti i suoi dati (locali)? I dati già trasmessi al server non saranno cancellati. Ma le statistiche personali, i messaggi o il codice premio andranno persi.
ja: この研究と、その端末内のすべてのデータを削除しますか？すでにサーバーへ送信されたデータは削除されませんが、この端末での個人統計、メッセージ、および報酬コードは失われます。
ko: 이 연구와 모든 (로컬) 데이터를 삭제하시겠습니까? 서버로 이미 전송된 데이터는 삭제되지 않습니다. 하지만 개인 통계, 메시지, 보상 코드는 삭제됩니다.
nb_no: Vil du slette denne studien og all (lokal) data? Data som allerede er sendt til serveren blir ikke slettet. Personlig statistikk, meldinger og belønningskode vil gå tapt.
pl: Czy chcesz usunąć to badanie i wszystkie jego dane lokalne? Dane, które zostały już przesłane na serwer, nie zostaną usunięte. Utracisz jednak swoje statystyki osobiste, wiadomości oraz kod nagrody.
pt: Deseja excluir este estudo e todos os seus dados (locais)? Os dados que já foram enviados ao servidor não serão excluídos. Mas suas estatísticas pessoais, mensagens ou código de recompensa serão perdidos.
tl: Gusto mo bang tanggalin ang pag-aaral na ito at lahat ng (lokal) na datos nito? Ang datos na naipadala na sa server ay hindi matatanggal. Ngunit ang iyong personal na estadistika, mga mensahe, o reward code ay mawawala.
uk: Ви хочете видалити це дослідження і всі його (локальні) дані? Дані, які вже були передані на сервер, не будуть видалені. Але Ваша особиста статистика, повідомлення або код винагороди будуть втрачені.
zh_hans: 您确定要删除此研究及其所有（本地）数据吗？已传输到服务器的数据不会被删除。但您的个人统计数据、消息或奖励码将会丢失。

source: Quit at
cs: Odejít v
da: Forladt den
de: Verlassen am
el: Ημερομηνία αποχώρησης
es: Salir en
fi: Poistuttu
fr: Quitté le
he: עזבת ב־
hi: समय पर छोड़ा गया
it: Esci da
ja: 退出日時
ko: 종료 일시
nb_no: Forlot den
pl: Zakończono o
pt: Saiu em
tl: Umalis noong
uk: Завершено
zh_hans: 退出时间

source: Are you sure?
cs: Jste si jistí?
da: Er du sikker?
de: Sind Sie sicher?
el: Είστε σίγουροι;
es: ¿Estás seguro?
fi: Oletko varma?
fr: Êtes-vous sûr ?
he: האם אתה בטוח?
hi: क्या आप सुनिश्चित हैं?
it: Sei sicuro/a?
ja: 本当によろしいですか？
ko: 정말로 진행하시겠습니까?
nb_no: Er du sikker?
pl: Czy jesteś pewien/pewna?
pt: Você tem certeza?
tl: Sigurado ka ba?
uk: Ви впевнені?
zh_hans: 您确定吗？
