Repository: KL-Psychological-Methodology/ESMira-apps
Catalog: iosApp/ESMira/*.lproj/Localizable.strings
Languages: cs, da, de, el, es, fi, fr, he, hi, it, ja, ko, nb_no, nl, pl, pt, sv, tl, uk, zh_hans

# about_ESMira_description
source: ESMira is a platform consisting of a server and mobile app (Android, iOS) developed for experience sampling method (ESM) design research projects. ESMira offers a very simple set up process and ease of use - all while being free, decentralized, and open source.
cs: ESMira je platforma sestávající ze serveru a mobilní aplikace (Android, iOS) vyvinutá pro výzkumné projekty zaměřené na metodu zaznamenávání zkušeností (Experience Sampling Methodology - ESM). ESMira nabízí velmi jednoduchý proces nastavení a snadné používání - to vše zdarma, decentralizovaně a s otevřeným zdrojovým kódem.
da: ESMira er en platform bestående af en server og en mobilapp (Android, iOS), udviklet til forskningsprojekter med experience sampling method (ESM)-design. ESMira tilbyder en meget enkel opsætningsproces og er nem at bruge – samtidig med at den er gratis, decentraliseret og open source.
de: ESMira ist eine Plattform, bestehend aus Server und App (Android, iOS) welche für Experience Sampling Method (ESM) Studien Designs entwickelt wurde. ESMira bietet ein simples setup, ist einfach zu bedienen, gratis, dezentralisiert und Open Source.
el: Το ESMira είναι μια πλατφόρμα που αποτελείται από έναν διακομιστή και μια εφαρμογή για κινητά (Android, iOS), σχεδιασμένη για έργα έρευνας με βάση το Experience Sampling Method (ESM). Το ESMira προσφέρει πολύ απλή εγκατάσταση και ευχρηστία - ενώ είναι δωρεάν, αποκεντρωμένο και ανοιχτού κώδικα.
es: ESMira es una plataforma que consta de un servidor y una aplicación móvil (Android, iOS) desarrollada para proyectos de investigación de diseño de método de muestreo de experiencia (ESM). ESMira ofrece un proceso de configuración muy sencillo y facilidad de uso, todo mientras es gratuita, descentralizada y de código abierto.
fi: ESMira on alusta, joka koostuu palvelimesta ja mobiilisovelluksesta (Android, iOS) ja joka on kehitetty Experience Sampling Method (ESM) -tutkimuksiin. ESMira tarjoaa erittäin yksinkertaisen käyttöönoton ja helppokäyttöisyyden – ollen samalla ilmainen, hajautettu ja avoimen lähdekoodin.
fr: ESMira est une plateforme composée d’un serveur et d’une application mobile (Android, iOS) développée pour des projets de recherche utilisant la méthode d’échantillonnage de l’expérience (ESM). ESMira propose une mise en place très simple, une grande facilité d’utilisation — tout en étant gratuite, décentralisée et open source.
he: ESMira היא פלטפורמה המורכבת משרת ואפליקציה ניידת (Android, iOS) שפותחה למחקרי experience sampling method (ESM). ESMira מציעה תהליך הקמה פשוט ושימוש נוח – ובו בזמן היא חינמית, מבוזרת וקוד פתוח.
hi: ईऐसमिरा एक प्लेटफ़ॉर्म है जिसमें एक सर्वर और मोबाइल ऐप (एंड्राइड, आईओएस) शामिल है, जिसे ऐक्स्पीरींस सैमप्लिग मैथढ़ (ईऐसएम) डिज़ाइन अनुसंधान परियोजनाओं के लिए बनाया गया है । ईऐसमिरा की स्थापना और उप्योग करना बहुत सरल है और येह मुफ़्त, विकेंद्रीकृत और ओपन-सोर्स है।
it: ESMira è una piattaforma composta da un server e da un'applicazione mobile (Android, iOS) sviluppata per progetti di ricerca "experience sampling method" (ESM). ESMira offre un processo di configurazione molto semplice e una grande facilità d'uso, il tutto in modo gratuito, decentralizzato e open source.
ja: ESMira は、経験サンプリング法（ESM）デザインの研究プロジェクトのために開発された、サーバーとモバイルアプリ（Android・iOS）からなるプラットフォームです。ESMira は、無料で分散型かつオープンソースでありながら、セットアップが非常に簡単で、使いやすいことが特長です。
ko: ESMira는 경험표집법(ESM) 연구 프로젝트를 위해 개발된 서버와 모바일 앱(Android, iOS)으로 이루어진 플랫폼입니다. 간단한 설정과 사용성을 제공하며, 무료이고 분산형이며 오픈 소스입니다.
nb_no: ESMira er en plattform bestående av en server og mobilapp (Android, iOS) utviklet for forskningsprosjekter med experience sampling method (ESM). ESMira tilbyr enkel oppstart og brukervennlighet – samtidig som det er gratis, desentralisert og åpen kildekode.
pl: ESMira to platforma składająca się z serwera i aplikacji mobilnej (na systemy Android i iOS), opracowana do projektów badawczych wykorzystujących metodę pobierania próbek doświadczenia (ESM). ESMira oferuje bardzo prosty proces konfiguracji i łatwość obsługi, pozostając przy tym bezpłatnym, zdecentralizowanym i otwartym oprogramowaniem.
pt: ESMira é uma plataforma composta por um servidor e um aplicativo móvel (Android, iOS) desenvolvida para projetos de pesquisa com design baseado no método de amostragem da experiência (ESM). O ESMira oferece um processo de configuração muito simples e facilidade de uso – sendo gratuito, descentralizado e de código aberto.
tl: Ang ESMira ay isang platform na binubuo ng isang server at mobile app (Android, iOS) na idinisenyo para sa mga proyektong pananaliksik gamit ang experience sampling method (ESM). Nag-aalok ang ESMira ng napakadaling proseso ng setup at madaling gamitin — habang nananatiling libre, desentralisado, at open source.
uk: ESMira - це платформа, що складається з сервера та мобільного додатку (Android, iOS), розроблена для дослідницьких проектів, що базуються на методі вибірки з досвіду (experience sampling method, ESM). ESMira пропонує дуже простий процес налаштування та легкість у використанні - все це безкоштовно, децентралізовано та з відкритим вихідним кодом.
zh_hans: ESMira 是一个由服务器和移动应用程序（Android，iOS）组成的平台，专为体验采样法（ESM）研究项目而开发。ESMira 提供非常简单的设置流程和易用性，同时是免费的、去中心化的、开源的。

# info_unsynced_datasets
source: Some data still needs to be synced.
cs: Některá data je ještě potřeba synchronizovat.
da: Nogle data mangler stadig at blive synkroniseret.
de: Manche Daten müssen noch synchronisiert werden.
el: Ορισμένα δεδομένα πρέπει ακόμη να συγχρονιστούν.
es: Aún queda información por sincronizar.
fi: Osa datasta on vielä synkronoimatta.
fr: Certaines données doivent encore être synchronisées.
he: חלק מהנתונים עדיין לא סונכרנו.
hi: कुछ डेटा को अभी भी सिंक करने की आवश्यकता है।
it: Alcuni dati devono ancora essere sincronizzati.
ja: まだ同期されていないデータがあります。
ko: 아직 동기화되지 않은 데이터가 있습니다.
nb_no: Noen data må fortsatt synkroniseres.
pl: Niektóre dane wciąż wymagają synchronizacji.
pt: Alguns dados ainda precisam ser sincronizados.
tl: May ilang datos na kailangang i-sync.
uk: Деякі дані все ще потребують синхронізації.
zh_hans: 还有一些数据需要同步。

# distance_rssi_content
source: ~%1$.1fm (%2$d)
el: ~%1$.1fμ (%2$d)
hi: ~%1$.1f मीटर (%2$d)
ja: 約%1$.1fm（%2$d）
zh_hans: 约 %1$.1f 米（%2$d）

# hint_server
source: example.com
da: eksempel.com
es: ejemplo.com
fr: exemple.com
it: esempio.com
nb_no: eksempel.no
nl: voorbeeld.com
pt: exemplo.com
