Repository: KL-Psychological-Methodology/ESMira-apps
Catalog: iosApp/ESMira/*.lproj/Localizable.strings
Languages: cs, da, de, el, es, fi, fr, he, hi, it, ja, ko, nb_no, nl, pl, pt, sv, tl, uk, zh_hans

source: Completed questionnaires
cs: Vyplněné dotazníky
da: Udfyldte spørgeskemaer
de: Ausgefüllte Fragebögen
el: Συμπληρωμένα ερωτηματολόγια
es: Cuestionarios completados
fi: Täytetyt kyselyt
fr: Questionnaires complétés
he: שאלונים שהושלמו
hi: पूर्ण प्रश्नावलियाँ
it: Questionari completati
ja: 完了した質問票数
ko: 완료한 설문
nb_no: Ferdigstilte spørreskjemaer
pl: Wypełnione ankiety
pt: Questionários concluídos
tl: Natapos na mga talatanungan
uk: Заповнені опитувальники
zh_hans: 已完成的问卷

# data_will_be_sent_to_app_developer
source: The error report will be sent to the app developer (%1$@). We want to stress that the error report does not contain any personal or questionnaire data!
da: Fejlrapporten vil blive sendt til app-udvikleren (%1$@). Vi vil understrege, at fejlrapporten ikke indeholder nogen personlige data eller spørgeskemadata!
de: Der Fehlerbericht wird an den App-Entwicker (%1$@) geschickt. Wir möchten hervorheben, dass der Fehlerbericht keine persönlichen oder Fragebogen Daten enthält!
el: Η αναφορά σφάλματος θα σταλεί στον προγραμματιστή της εφαρμογής (%1$@). Θέλουμε να τονίσουμε ότι η αναφορά δεν περιλαμβάνει προσωπικά ή δεδομένα ερωτηματολογίων!
fi: Virheraportti lähetetään sovelluskehittäjälle (%1$@). Raportti ei sisällä henkilötietoja eikä kyselydataa.
fr: Le rapport d’erreur sera envoyé au développeur de l’application (%1$@). Nous soulignons que ce rapport ne contient aucune donnée personnelle ni de réponse à un questionnaire !
he: דוח השגיאה יישלח למפתח האפליקציה (%1$@). חשוב לנו להדגיש שדוח השגיאה אינו מכיל נתונים אישיים או נתוני שאלון!
hi: त्रुटि रिपोर्ट ऐप डेवलपर (%1$@) को भेजी जाएगी। हम यह स्पष्ट करना चाहते हैं कि रिपोर्ट में कोई व्यक्तिगत या प्रश्नावली डेटा शामिल नहीं होता!
it: Il rapporto di errore sarà inviato allo sviluppatore dell'applicazione (%1$@). Vogliamo sottolineare che il rapporto di errore non contiene dati personali o del questionario!
ja: エラーレポートはアプリ開発者（%1$@）に送信されます。このレポートには、個人情報や質問票の回答データは一切含まれないことを強調しておきます。
ko: 오류 보고서는 앱 개발자(%1$@)에게 전송됩니다. 오류 보고서에는 개인 정보나 설문 응답 데이터가 포함되지 않는다는 점을 강조하고 싶습니다!
nb_no: Feilrapporten vil bli sendt til apputvikleren (%1$@). Rapporten inneholder ingen personlig informasjon eller spørreskjemadata!
pl: Raport o błędach zostanie wysłany do twórcy aplikacji (%1$@). Podkreślamy, że raport nie zawiera żadnych danych osobowych ani odpowiedzi z kwestionariuszy!
pt: O relatório de erro será enviado ao desenvolvedor do aplicativo (%1$@). Ressaltamos que o relatório não contém dados pessoais nem dados de questionário!
tl: Ipadadala ang ulat sa developer ng app (%1$@). Walang personal o questionnaire data na kasama!
uk: Звіт про помилку буде надіслано розробнику додатку (%1$@). Наголошуємо, що звіт про помилку не містить жодних персональних чи анкетних даних!

# north_abr
source: N
el: Β
fi: P
hi: उ
ja: 北
tl: H
zh_hans: 北

# east_abr
source: E
da: Ø
de: O
el: Α
fi: I
hi: पू
ja: 東
nb_no: Ø
pt: L
tl: S
zh_hans: 东

# south_abr
source: S
el: Ν
fi: E
hi: द
ja: 南
tl: T
zh_hans: 南

# west_abr
source: W
da: V
el: Δ
es: O
fi: L
fr: O
hi: प
ja: 西
nb_no: V
pt: O
tl: K
zh_hans: 西

source: Start timer
cs: Spuštění časovače
de: Starte Timer
el: Έναρξη χρονομέτρου
es: Iniciar temporizador
fi: Käynnistä ajastin
fr: Démarrer le minuteur
he: הפעל טיימר
hi: टाइमर शुरू करें
it: Avvio del timer
ja: タイマー開始
ko: 타이머 시작
nb_no: Start tidtaker
pl: Uruchom licznik czasu
pt: Iniciar cronômetro
tl: Simulan ang timer
uk: Запустити таймер
zh_hans: 启动计时器

# start_audio_record
source: Start recording
cs: Spuštění nahrávání
da: Start optagelse
de: Tonaufnahme starten
el: Έναρξη ηχογράφησης
es: Iniciar grabación
fi: Aloita äänitys
fr: Commencer l’enregistrement
he: התחל הקלטה
hi: रिकॉर्डिंग शुरू करें
it: Avvia la registrazione
ja: 録音開始
ko: 녹음 시작
nb_no: Start opptak
pl: Rozpocznij nagrywanie
pt: Iniciar gravação
tl: Simulan ang pagrekord
uk: Почати запис
zh_hans: 开始录音

# stop_audio_record
source: Stop recording
cs: Zastavení nahrávání
da: Stop optagelse
de: Tonaufnahme stoppen
el: Διακοπή ηχογράφησης
es: Detener grabación
fi: Lopeta äänitys
fr: Arrêter l’enregistrement
he: עצור הקלטה
hi: रिकॉर्डिंग रोकें
it: Interrompi la registrazione
ja: 録音停止
ko: 녹음 중지
nb_no: Stopp opptak
pl: Zatrzymaj nagrywanie
pt: Parar gravação
tl: Itigil ang pagrekord
uk: Завершити запис
zh_hans: 停止录音

# start_playing_audio
source: Play
cs: Přehrát
da: Afspil
de: Abspielen
el: Αναπαραγωγή
es: Reproducir
fi: Toista
fr: Lecture
he: נגן
hi: चलाएँ
it: Inizia
ja: 再生
ko: 재생
nb_no: Spill av
pl: Odtwórz
pt: Reproduzir
tl: I-play
uk: Запустити
zh_hans: 播放

# stop_playing_audio
source: Stop
cs: Zastavit
de: Stoppen
el: Διακοπή
es: Detener
fi: Pysäytä
fr: Arrêter
he: עצור
hi: रोकें
ja: 停止
ko: 정지
nb_no: Stopp avspilling
pt: Parar
tl: Itigil
uk: Стоп
zh_hans: 停止

source: Select picture
cs: Vybrat obrázek
da: Vælg billede
de: Bild auswählen
el: Επιλογή εικόνας
es: Seleccionar foto
fi: Valitse kuva
fr: Sélectionner une image
he: בחר תמונה
hi: चित्र चुनें
it: Seleziona l'immagine
ja: 画像を選択
ko: 사진 선택
nb_no: Velg bilde
pl: Wybierz obraz
pt: Selecionar imagem
tl: Pumili ng larawan
uk: Оберіть зображення
zh_hans: 选择图片

source: Anonymised device
cs: Anonymizované zařízení
da: Anonymiseret enhed
de: Anonymisiertes Gerät
el: Ανώνυμη συσκευή
es: Dispositivo anonimizado
fi: Anonymisoitu laite
fr: Appareil anonymisé
he: מכשיר אנונימי
hi: गुमनाम डिवाइस
it: Dispositivo anonimo
ja: 匿名化されたデバイス
ko: 익명화된 기기
nb_no: Anonymisert enhet
pl: Zanonimizowane urządzenie
pt: Dispositivo anonimizado
tl: Hindi nagpapakilalang aparato
uk: Анонімізований пристрій
zh_hans: 匿名设备

source: Distance (RSSI)
cs: Vzdálenost (RSSI)
da: Afstand (RSSI)
de: Entfernung (RSSI)
el: Απόσταση (RSSI)
es: Distancia (RSSI)
fi: Etäisyys (RSSI)
he: מרחק (RSSI)
hi: दूरी (आर-एस-एस-आई)
it: Distanza (RSSI)
ja: 距離（RSSI）
ko: 거리(RSSI)
nb_no: Avstand (RSSI)
pl: Odległość (RSSI)
pt: Distância (RSSI)
tl: Distansya (RSSI)
uk: Відстань (RSSI)
zh_hans: 距离（RSSI）

# colon_between
source: Between
cs: Mezi:
da: Mellem:
de: Zwischen:
el: Μεταξύ:
es: Entre:
fi: Välillä:
fr: Entre :
he: בין:
hi: बीच में:
it: Tra:
ja: 期間:
ko: 사이:
nb_no: Mellom:
pl: Pomiędzy:
pt: Entre:
tl: Sa pagitan:
uk: Між:
zh_hans: 介于：

source: Open url
cs: Otevřít url adresu
da: Åbn URL
de: Öffne Url
el: Άνοιγμα συνδέσμου
es: Abrir URL
fi: Avaa URL-osoite
fr: Ouvrir l’URL
he: פתח כתובת
hi: यूआरएल खोलें
it: Apri l'url
ja: URL を開く
ko: URL 열기
nb_no: Åpne nettadresse
pl: Otwórz adres URL
pt: Abrir URL
tl: Buksan ang URL
uk: Відкрита URL-адресу
zh_hans: 打开链接

# colon_accessCode
source: Access code:
cs: Přístupový kód:
da: Adgangskode:
de: Zugangscode:
el: Κωδικός πρόσβασης:
es: Código de acceso:
fi: Pääsykoodi:
fr: Code d'accès :
he: קוד גישה:
hi: पहुंच कोड:
it: Codice di accesso:
ja: アクセスコード:
ko: 접근 코드:
nb_no: Tilgangskode:
nl: Toegangscode:
pl: Kod dostępu:
pt: Código de acesso:
sv: Åtkomstkod:
uk: Код доступу:
zh_hans: 访问代码：

# dialogTitle_delete_statistics
source: Delete statistics?
cs: Vymazat statistiky?
da: Slet statistik?
de: Statistiken löschen?
el: Διαγραφή στατιστικών;
es: ¿Eliminar estadísticas?
fi: Poistetaanko tilastot?
fr: Supprimer les statistiques ?
he: למחוק סטטיסטיקות?
hi: क्या आप आंकड़े हटाना चाहते हैं?
it: Cancellare le statistiche?
ja: 統計を削除しますか？
ko: 통계를 삭제할까요?
nb_no: Slett statistikk?
nl: Statistieken verwijderen?
pl: Usunąć statystyki?
pt: Excluir estatísticas?
sv: Ta bort statistik?
tl: Tanggalin ang mga estadistika?
uk: Видалити статистику?
zh_hans: 删除统计数据？

# dialogTitle_leave_study
source: Leave study?
cs: Odejít ze studie?
da: Forlad studie?
de: Studie verlassen?
el: Αποχώρηση από μελέτη;
es: ¿Abandonar el estudio?
fi: Poistutaanko tutkimuksesta?
fr: Quitter l'étude ?
he: לעזוב את המחקר?
hi: क्या आप अध्ययन छोड़ना चाहते हैं?
it: Abbandonare lo studio?
ja: 研究から退出しますか？
ko: 연구에서 나갈까요?
nb_no: Forlat studie?
nl: Studie verlaten?
pl: Opuścić badanie?
pt: Sair do estudo?
sv: Lämna studien?
tl: Umalis sa pag-aaral?
uk: Припинити дослідження?
zh_hans: 退出研究？

# error_app_update_needed_msg
source: A critical update was found. Please update ESMira in the app store.
cs: Byla nalezena kritická aktualizace. Aktualizujte ESMira v obchodě s aplikacemi.
da: Der blev fundet en kritisk opdatering. Opdater venligst ESMira i appbutikken.
de: Ein kritisches Update wurde gefunden! Bitte aktualisieren Sie ESMira über den App-Store.
el: Εντοπίστηκε κρίσιμη ενημέρωση. Παρακαλούμε ενημερώστε το ESMira στο App Store.
es: Se encontró una actualización crítica. Por favor, actualiza ESMira en la tienda de aplicaciones.
fi: Kriittinen päivitys löytyi. Päivitä ESMira sovelluskaupasta.
fr: Une mise à jour critique a été détectée. Veuillez mettre à jour ESMira dans l’App Store.
he: נמצאה עדכון קריטי. נא לעדכן את ESMira בחנות האפליקציות.
hi: एक आवश्यक अपडेट मिला है। कृपया ऐप स्टोर में जाकर ईऐसमिरा को अपडेट करें।
it: È stato trovato un aggiornamento critico. Aggiornare ESMira nell'app store.
ja: 重要なアップデートが見つかりました。App Store から ESMira を更新してください。
ko: 중요 업데이트가 있습니다. 앱 스토어에서 ESMira를 업데이트해 주세요.
nb_no: En kritisk oppdatering ble funnet. Vennligst oppdater ESMira i App Store.
nl: Er is een kritieke update gevonden. Werk ESMira bij in de App Store.
pl: Dostępna jest kluczowa aktualizacja. Pobierz i zainstaluj najnowszą wersję ESMira z App Store.
pt: Foi encontrada uma atualização crítica. Por favor, atualize o ESMira na loja de aplicativos.
sv: En kritisk uppdatering hittades. Uppdatera ESMira i App Store.
tl: May natukoy na kritikal na update. Mangyaring i-update ang ESMira sa app store.
uk: Знайдено критичне оновлення. Оновіть ESMira в Плеймаркеті.
zh_hans: 发现了重要更新。请在应用商店中更新 ESMira。

# error_input
source: Broken input
cs: Nefunkční vstup
da: Ugyldigt input
de: Fehlerhafter Input
el: Λανθασμένη εισαγωγή
es: Entrada incorrecta
fi: Rikkinäinen syöte
fr: Entrée invalide
he: קלט פגום
hi: खराब इनपुट
it: Ingresso guasto
ja: 入力エラー
ko: 잘못된 입력
nb_no: Feil input
nl: Ongeldige invoer
pl: Błędne dane wejściowe
pt: Entrada inválida
sv: Felaktig inmatning
tl: Sira ang input
uk: Помилка введення
zh_hans: 输入有误

# error_no_images_to_upload
source: You have not selected any images to upload.
cs: Nevybrali jste žádné obrázky, které chcete nahrát.
da: Du har ikke valgt nogen billeder til upload.
de: Es wurden keine Bilder zum Hochladen ausgewählt.
el: Δεν έχετε επιλέξει εικόνες για αποστολή.
es: No has seleccionado imágenes para subir.
fi: Et valinnut ladattavia kuvia.
fr: Aucune image sélectionnée pour le téléchargement.
he: לא נבחרו תמונות להעלאה.
hi: आपने अपलोड करने के लिए कोई फ़ोटो नहीं चुनी हैं।
it: Non è stata selezionata alcuna immagine da caricare.
ja: アップロードする画像が選択されていません。
ko: 업로드할 이미지가 선택되지 않았습니다.
nb_no: Du har ikke valgt noen bilder å laste opp.
nl: Je hebt geen afbeeldingen geselecteerd om te uploaden.
pl: Nie wybrałeś(-aś) żadnych obrazów do przesłania.
pt: Você não selecionou nenhuma imagem para carregar.
sv: Du har inte valt några bilder att ladda upp.
tl: Wala kang piniling larawan para i-upload.
uk: Ви не вибрали жодного зображення для завантаження.
zh_hans: 您尚未选择任何要上传的图片。

# error_schedule_time_window_too_small
source: Please choose a bigger time window!
cs: Zvolte prosím větší časové okno!
da: Vælg venligst et større tidsvindue!
de: Bitte wählen Sie ein größeres Zeitfenster!
el: Παρακαλώ επιλέξτε μεγαλύτερο χρονικό παράθυρο!
es: ¡Elige una ventana de tiempo más grande!
fi: Valitse suurempi aikaväli!
fr: Veuillez choisir une plage horaire plus grande !
he: נא לבחור חלון זמן גדול יותר!
hi: कृपया बड़ा समय अंतराल चुनें!
it: Scegliere una finestra temporale più ampia!
ja: より長い時間枠を選択してください！
ko: 더 긴 시간 구간을 선택해 주세요!
nb_no: Vennligst velg et større tidsvindu!
nl: Kies een groter tijdvenster!
pl: Wybierz dłuższy przedział czasowy!
pt: Por favor, escolha uma janela de tempo maior!
sv: Välj ett större tidsintervall!
tl: Paki pili ng mas malaking oras na saklaw!
uk: Будь ласка, виберіть більший часовий проміжок!
zh_hans: 请选择更大的时间窗口！

# error_settings_not_opened
source: Could not open settings!
cs: Nelze otevřít nastavení!
da: Kunne ikke åbne indstillingerne!
de: Konnte Einstellungen nicht öffnen!
el: Δεν ήταν δυνατή η πρόσβαση στις ρυθμίσεις!
es: ¡No se pudieron abrir los ajustes!
fi: Asetuksia ei voitu avata!
fr: Impossible d’ouvrir les paramètres !
he: לא ניתן היה לפתוח את ההגדרות!
hi: सेटिंग्स खोली नहीं जा सकीं!
it: Impossibile aprire le impostazioni!
ja: 設定を開けませんでした！
ko: 설정을 열 수 없습니다!
nb_no: Kunne ikke åpne innstillinger!
nl: Instellingen konden niet worden geopend!
pl: Nie można otworzyć ustawień!
pt: Não foi possível abrir as configurações!
sv: Kunde inte öppna inställningarna!
tl: Hindi mabuksan ang mga setting!
uk: Не вдалося відкрити налаштування!
zh_hans: 无法打开设置！

# info_detected_x_errors
source: Detected %1$d errors in total
cs: Celkem zjištěno %1$d chyb
da: Registrerede i alt %1$d fejl
de: Insgesamt %1$d Fehler entdeckt
el: Εντοπίστηκαν συνολικά %1$d σφάλματα
es: Se detectaron %1$d errores en total
fi: Havaittu yhteensä %1$d virhettä
fr: %1$d erreurs détectées au total
he: זוהו %1$d שגיאות בסך הכול
hi: कुल %1$d त्रुटियाँ पाई गईं
it: Rilevati %1$d errori in totale
ja: 合計で%1$d件のエラーが検出されました
ko: 총 %1$d개의 오류를 감지했습니다
nb_no: Totalt %1$d feil oppdaget
nl: In totaal %1$d fouten gedetecteerd
pl: Wykryto łącznie %1$d błędów
pt: Detectados %1$d erros no total
sv: Upptäckte totalt %1$d fel
tl: Natukoy ang %1$d error sa kabuuan
uk: Усього виявлено %1$d помилок
zh_hans: 共检测到 %1$d 个错误

# info_dev_active
source: You are a developer now!
cs: Nyní jste vývojářem!
da: Du er nu udvikler!
de: Sie sind nun ein Entwickler!
el: Είστε πλέον προγραμματιστής!
es: ¡Ahora eres desarrollador!
fi: Olet nyt kehittäjä!
fr: Vous êtes maintenant développeur !
he: הינך כעת מפתח!
hi: अब आप डेवलपर हैं!
it: Ora sei uno sviluppatore!
ja: 開発者モードが有効になりました！
ko: 이제 개발자 모드가 활성화되었습니다!
nb_no: Du er nå utvikler!
nl: Je bent nu een ontwikkelaar!
pl: Teraz jesteś programistą!
pt: Você agora é um desenvolvedor!
sv: Du är nu en utvecklare!
tl: Isa ka nang developer!
uk: Ви тепер розробник!
zh_hans: 您已成为开发者！

# info_error_report_desc
source: Please help us solving your problem and send this error report to us. Thank you!
cs: Pomozte nám prosím vyřešit váš problém a pošlete nám toto hlášení o chybě. Děkujeme!
da: Hjælp os venligst med at løse dit problem og send denne fejlrapport til os. Tak!
de: Bitte helfen Sie uns den Fehler zu finden und senden Sie uns diesen Fehlerbericht. Vielen Dank!
el: Παρακαλούμε βοηθήστε μας να επιλύσουμε το πρόβλημα στέλνοντάς μας αυτήν την αναφορά σφάλματος. Ευχαριστούμε!
es: Por favor, ayúdanos a resolver tu problema enviándonos este informe de errores. ¡Gracias!
fi: Auta meitä ratkaisemaan ongelmasi lähettämällä tämä virheraportti. Kiitos!
fr: Merci de nous aider à résoudre votre problème en envoyant ce rapport d’erreur. Merci !
he: אנא עזר/י לנו לפתור את הבעיה ושלח/י לנו את דוח השגיאה. תודה!
hi: कृपया अपनी समस्या का समाधान करने में हमारी मदद करें और यह त्रुटि रिपोर्ट हमें भेजें। धन्यवाद!
it: Per favore, aiutaci a risolvere il tuo problema e inviaci questo rapporto di errore. Grazie!
ja: 問題解決のため、このエラーレポートを送信していただけると助かります。ご協力ありがとうございます！
ko: 문제 해결을 도와주시려면 오류 보고서를 보내 주세요. 감사합니다!
nb_no: Hjelp oss med å løse problemet ditt ved å sende denne feilmeldingen til oss. Takk!
nl: Help ons alstublieft je probleem op te lossen en stuur dit foutenrapport naar ons. Bedankt!
pl: Pomóż nam rozwiązać Twój problem i prześlij raport o błędzie. Dziękujemy!
pt: Por favor, nos ajude a resolver o problema enviando este relatório de erro. Obrigado!
sv: Hjälp oss gärna att lösa ditt problem och skicka den här felrapporten till oss. Tack!
tl: Pakitulungan kaming lutasin ang iyong problema sa pamamagitan ng pagpapadala ng ulat ng error. Salamat!
uk: Будь ласка, допоможіть нам вирішити вашу проблему та надішліть нам цей звіт про помилку. Дякуємо!
zh_hans: 请协助我们解决您的问题，并将此错误报告发送给我们。谢谢！

# info_leave_empty_if_unsure
source: (can be left empty)
cs: (lze ponechat prázdné)
da: (kan efterlades tomt)
de: (kann leer bleiben)
el: (μπορεί να μείνει κενό)
es: (puede dejarse vacío)
fi: (voi jättää tyhjäksi)
fr: (peut rester vide)
he: (ניתן להשאיר ריק)
hi: (खाली छोड़ा जा सकता है)
it: (può essere lasciato vuoto)
ja: （不明な場合は空欄のままで構いません）
ko: (잘 모르겠다면 비워 두셔도 됩니다)
nb_no: (kan stå tomt)
nl: (mag leeg blijven)
pl: (można pozostawić puste)
pt: (pode ser deixado em branco)
sv: (kan lämnas tomt)
tl: (maaaring iwanang blangko)
uk: (можна залишити пустим)
zh_hans: （可留空）

# info_model_settings
source: To ensure that ESMira can issue notifications from the background, some special settings are necessary for your phone model. Tap "Open device specific setup" below to open your phone settings.
cs: Aby ESMira mohla vydávat oznámení z pozadí, je nutné provést některá speciální nastavení pro váš model telefonu. Klepnutím na "Otevřít nastavení zařízení" níže otevřete nastavení telefonu.
da: For at sikre, at ESMira kan sende notifikationer fra baggrunden, er nogle særlige indstillinger nødvendige for din telefonmodel. Tryk på "Åbn enhedsspecifik opsætning" nedenfor for at åbne din telefons indstillinger.
de: Damit ESMira aus dem Hintergrund Benachrichtigungen verschicken kann, sind auf Ihrem Smartphone Modell spezielle Einstellungen notwendig. Klicken Sie auf "Einstellungen öffnen" um die Einstellungen Ihres Smartphones zu öffnen.
el: Για να μπορεί το ESMira να στέλνει ειδοποιήσεις στο παρασκήνιο, απαιτούνται ειδικές ρυθμίσεις για το μοντέλο του κινητού σας. Πατήστε "Άνοιγμα ρυθμίσεων συσκευής" για να τις δείτε.
es: Para asegurar que ESMira pueda enviar notificaciones en segundo plano, se necesitan ajustes específicos para tu modelo de teléfono. Pulsa "Abrir configuración específica del dispositivo" para abrir los ajustes.
fi: Jotta ESMira voisi lähettää ilmoituksia taustalta, puhelinmalliisi tarvitaan joitakin erityisasetuksia. Avaa alla ”Avaa laitekohtainen määritys” avataksesi puhelimesi asetukset.
fr: Pour permettre à ESMira d’envoyer des notifications en arrière-plan, certains réglages spécifiques à votre modèle de téléphone sont nécessaires. Touchez « Ouvrir les réglages de l’appareil » ci-dessous pour accéder aux paramètres.
he: כדי לוודא ש־ESMira תוכל לשלוח התראות ברקע, נדרשות הגדרות מיוחדות לדגם הטלפון שלך. הקש/י על "פתח הגדרה ספציפית למכשיר" כדי לפתוח את הגדרות הטלפון.
hi: यह सुनिश्चित करने के लिए कि ईऐसमिरा बैकग्राउंड से अधिसूचनाएँ भेज सके, आपके फ़ोन मॉडल के लिए कुछ विशेष सेटिंग्स आवश्यक हैं। नीचे दिए गए "डिवाइस-विशिष्ट सेटअप खोलें" पर दबाऐं।
it: Affinché ESMira possa emettere notifiche in background, sono necessarie alcune impostazioni speciali per il vostro modello di telefono. Toccare "Apri configurazione specifica del dispositivo" per aprire le impostazioni del telefono.
ja: ESMira がバックグラウンドから通知を送信できるようにするには、お使いの端末機種で特別な設定が必要な場合があります。下の「端末別設定を開く」をタップして、端末の設定画面を開いてください。
ko: ESMira가 백그라운드에서 알림을 보낼 수 있도록, 사용 중인 휴대전화 기종에 맞는 특별 설정이 필요합니다. 아래의 "기기별 설정 열기"를 눌러 설정 화면을 여세요.
nb_no: For å sikre at ESMira kan sende varsler i bakgrunnen, kreves spesielle innstillinger for din telefonmodell. Trykk på "Åpne enhetsspesifikk oppsett" nedenfor for å åpne telefoninnstillingene dine.
pl: Aby upewnić się, że ESMira może wysyłać powiadomienia w tle, dla Twojego modelu telefonu wymagane są specjalne ustawienia. Naciśnij „Otwórz ustawienia urządzenia” poniżej, aby przejść do ustawień telefonu.
pt: Para garantir que o ESMira possa emitir notificações em segundo plano, algumas configurações especiais são necessárias para o modelo do seu telefone. Toque em "Abrir configuração específica do dispositivo" abaixo para abrir as configurações do seu telefone.
tl: Upang matiyak na makakapagpadala ng abiso ang ESMira mula sa background, kailangan ng ilang espesyal na setting para sa iyong modelo ng telepono. Pindutin ang Buksan ang partikular na setup ng device sa ibaba upang buksan ang mga setting ng iyong telepono.
uk: Щоб переконатися, що ESMira може видавати сповіщення у фоновому режимі, необхідні деякі спеціальні налаштування для вашої моделі телефону. Натисніть «Відкрити налаштування пристрою» нижче, щоб відкрити налаштування телефону.
zh_hans: 为了确保 ESMira 能够从后台发送通知，您的手机型号需要进行一些特殊设置。点击下方的“打开设备专属设置”以进入手机设置。

# info_no_schedules
source: No schedules to change.
cs: Žádné plány ke změně.
da: Ingen tidsplaner at ændre.
de: Keine Zeitpläne zum Verändern.
el: Δεν υπάρχουν προγράμματα για αλλαγή.
es: No hay horarios para cambiar.
fi: Ei muutettavia aikatauluja.
fr: Aucun planning à modifier.
he: אין לוחות זמנים לשינוי.
hi: कोई अनुसूचियाँ बदलने के लिए नहीं हैं।
it: Nessuna programmazione da cambiare.
ja: 変更できるスケジュールはありません。
ko: 변경할 일정이 없습니다.
nb_no: Ingen tidsplaner å endre.
pl: Brak harmonogramów do zmiany.
pt: Nenhum cronograma para alterar.
tl: Walang iskedyul na maaaring baguhin.
uk: Немає розкладів (графіків) для зміни.
zh_hans: 没有可更改的时间表。

# info_no_studies_joined
source: You have not joined any study.
cs: Nepřipojili jste se k žádné studii.
da: Du har ikke tilmeldt dig noget studie.
de: Keiner Studie beigetreten.
el: Δεν έχετε συμμετάσχει σε καμία μελέτη.
es: No te has unido a ningún estudio.
fi: Et ole liittynyt yhteenkään tutkimukseen.
fr: Vous n’avez rejoint aucune étude.
he: לא הצטרפת לשום מחקר.
hi: आप अभी तक किसी अध्ययन में शामिल नहीं हुए हैं।
it: Non hai aderito ad alcuno studio.
ja: まだどの研究にも参加していません。
ko: 아직 참여 중인 연구가 없습니다.
nb_no: Du har ikke blitt med i noen studie.
pl: Nie dołączyłeś(-aś) do żadnego badania.
pt: Você não ingressou em nenhum estudo.
tl: Wala ka pang sinalihang pag-aaral.
uk: Ви не приєдналися до жодного дослідження.
zh_hans: 您尚未加入任何研究。

# info_no_questionnaires
source: No questionnaires available at the moment…
cs: V současné době nejsou k dispozici žádné dotazníky…
da: Der er ingen spørgeskemaer tilgængelige i øjeblikket…
de: Momentan sind keine Fragebögen vorhanden…
el: Δεν υπάρχουν διαθέσιμα ερωτηματολόγια προς το παρόν…
es: No hay cuestionarios disponibles en este momento…
fi: Kyselyitä ei ole tällä hetkellä saatavilla…
fr: Aucun questionnaire disponible pour le moment…
he: אין שאלונים זמינים כרגע…
hi: इस समय कोई प्रश्नावलियाँ उपलब्ध नहीं हैं…
it: Al momento non sono disponibili questionari…
ja: 現在、利用可能な質問票はありません…
ko: 현재 이용 가능한 설문이 없습니다…
nb_no: Ingen spørreskjemaer er tilgjengelige for øyeblikket…
pl: Obecnie brak dostępnych ankiet…
pt: Nenhum questionário disponível no momento…
tl: Walang magagamit na talatanungan sa ngayon…
uk: На даний момент немає опитувань…
zh_hans: 目前暂无可用的问卷…

# info_nothing_to_sync
source: Nothing to sync
cs: Nic k synchronizaci
da: Intet at synkronisere
de: Nichts zum Synchronisieren
el: Τίποτα για συγχρονισμό
es: Nada para sincronizar
fi: Ei synkronoitavaa
fr: Rien à synchroniser
he: אין מה לסנכרן
hi: सिंक करने के लिए कुछ भी नहीं है
it: Niente da sincronizzare
ja: 同期するデータはありません
ko: 동기화할 항목이 없습니다
nb_no: Ingenting å synkronisere
pl: Brak danych do synchronizacji
pt: Nada para sincronizar
tl: Walang dapat i-sync
uk: Немає нічого для синхронізації
zh_hans: 没有需要同步的内容
