Repository: KL-Psychological-Methodology/ESMira-apps
Catalog: iosApp/ESMira/*.lproj/Localizable.strings
Languages: cs, da, de, el, es, fi, fr, he, hi, it, ja, ko, nb_no, nl, pl, pt, sv, tl, uk, zh_hans

source: Back
cs: Zpět
da: Tilbage
de: Zurück
el: Πίσω
es: Atrás
fi: Takaisin
fr: Retour
he: חזרה
hi: वापस
it: Indietro
ja: 戻る
ko: 뒤로
nb_no: Tilbake
nl: Terug
pl: Wstecz
pt: Voltar
sv: Tillbaka
tl: Bumalik
uk: Назад
zh_hans: 返回

# error_no_email_client
source: Could not find an email-app…
cs: Nepodařilo se najít e-mailovou aplikaci…
da: Kunne ikke finde en e-mail-app…
de: Keine E-Mail-App gefunden…
el: Δεν βρέθηκε εφαρμογή email…
es: No se pudo encontrar una aplicación de correo electrónico…
fi: Sähköpostisovellusta ei löytynyt…
fr: Aucune application e-mail trouvée…
he: לא נמצאה אפליקציית דואר…
hi: कोई ईमेल ऐप नहीं मिला…
it: Non è stato possibile trovare un'applicazione…
ja: メールアプリが見つかりませんでした…
ko: 이메일 앱을 찾을 수 없습니다…
nb_no: Fant ingen e-postapp…
nl: Geen e-mailapp gevonden…
pl: Nie można znaleźć aplikacji do obsługi poczty e-mail…
pt: Não foi possível encontrar um aplicativo de e-mail…
sv: Kunde inte hitta någon e-postapp…
tl: Walang nahanap na email app…
uk: Не вдалося знайти програму електронної пошти…
zh_hans: 未找到电子邮件应用…

# info_number_to_sync
source: You have %1$d unsynced datasets
cs: Máte %1$d nesynchronizované datové sady.
da: Du har %1$d ikke-synkroniserede datasæt
de: %1$d unsynchronisierte Datensätze
el: Έχετε %1$d μη συγχρονισμένα σύνολα δεδομένων
es: Tienes %1$d conjuntos de datos sin sincronizar
fi: Sinulla on %1$d synkronoimatonta tietojoukkoa
fr: Vous avez %1$d ensembles de données non synchronisés
he: יש לך %1$d מערכי נתונים שלא סונכרנו
hi: आपके पास %1$d अनसिंक डेटासेट हैं
it: Si dispone di %1$d set di dati non sincronizzati
ja: 未同期のデータセットが%1$d件あります
ko: 동기화되지 않은 데이터셋이 %1$d개 있습니다
nb_no: Du har %1$d ikke-synkroniserte datasett
pl: Masz %1$d niesynchronizowanych zestawów danych
pt: Você tem %1$d conjuntos de dados não sincronizados
tl: Mayroon kang %1$d hindi pa naka-sync na dataset
uk: У вас %1$d несинхронізованих наборів даних
zh_hans: 您有 %1$d 个未同步的数据集

# info_questionnaire_success
source: Your entries were saved successfully!
cs: Vaše záznamy byly úspěšně uloženy!
da: Dine indtastninger blev gemt!
de: Ihre Einträge wurden erfolgreich gespeichert!
el: Οι απαντήσεις σας αποθηκεύτηκαν με επιτυχία!
es: ¡Tus entradas se guardaron con éxito!
fi: Merkintäsi tallennettiin onnistuneesti!
fr: Vos réponses ont été enregistrées avec succès !
he: הרשומות שלך נשמרו בהצלחה!
hi: आपकी प्रविष्टियाँ सफलतापूर्वक सहेजी गईं!
it: Le voci sono state salvate con successo!
ja: 入力内容は正常に保存されました！
ko: 응답이 성공적으로 저장되었습니다!
nb_no: Svarene dine ble lagret!
pl: Twoje dane zostały pomyślnie zapisane!
pt: Suas respostas foram salvas com sucesso!
tl: Matagumpay na nasagip ang iyong mga sagot!
uk: Ваші записи успішно збережено!
zh_hans: 您的填写内容已成功保存！

# ios_info_study_updated
source: %1$@ was updated!
cs: %1$@ byl aktualizován!
da: %1$@ blev opdateret!
de: %1$@ wurde aktualisiert!
el: %1$@ ενημερώθηκε!
es: ¡%1$@ fue actualizado!
fi: %1$@ päivitettiin!
fr: %1$@ a été mis à jour !
he: %1$@ עודכן!
hi: %1$@ अपडेट हो गया है!
it: %1$s è stato aggiornato!
ja: %1$@ が更新されました！
ko: %1$@가 업데이트되었습니다!
nb_no: %1$@ ble oppdatert!
pl: %1$@ został zaktualizowany!
pt: %1$@ foi atualizado!
tl: Na-update ang %1$@!
uk: %1$@ оновлено!

source: Scan a QR-code
cs: Naskenování kódu QR
da: Scan en QR-kode
de: QR-code scannen
el: Σάρωση QR κωδικού
es: Escanear un código QR
fi: Skannaa QR-koodi
fr: Scanner un code QR
he: סרוק קוד QR
hi: क्यू-आर कोड स्कैन करें
it: Scansiona un codice QR
ja: QRコードを読み取る
ko: QR 코드 스캔
nb_no: Skann en QR-kode
pl: Skanuj kod QR
pt: Escanear um código QR
tl: I-scan ang QR-code
uk: Відскануйте QR-код
zh_hans: 扫描二维码

source: Schedules
cs: Plány
da: Tidsplaner
de: Zeitpläne
el: Προγράμματα
es: Horarios
fi: Aikataulut
fr: Plannings
he: לוחות זמנים
hi: अनुसूचियाँ
it: Programmazione
ja: スケジュール
ko: 일정
nb_no: Tidsplaner
pl: Harmonogramy
pt: Cronogramas
tl: Mga Iskedyul
uk: Розклад (графіки)
zh_hans: 时间表

# statistics_personal
source: Personal
cs: Osobní
da: Personlig
de: Persönliche
el: Προσωπικά
fi: Henkilökohtaiset
fr: Personnelles
he: אישי
hi: व्यक्तिगत
it: Personale
ja: 個人
ko: 개인
nb_no: Personlig
pl: Osobiste
pt: Pessoais
uk: Персональний
zh_hans: 个人

source: Today
cs: Dnes
da: I dag
de: Heute
el: Σήμερα
es: Hoy
fi: Tänään
fr: Aujourd’hui
he: היום
hi: आज
it: Oggi
ja: 今日
ko: 오늘
nb_no: I dag
pl: Dziś
pt: Hoje
tl: Ngayon
uk: Сьогодні
zh_hans: 今天

# statistics_public
source: Public
cs: Veřejnost
da: Offentlig
de: Über alle
el: Δημόσια
es: Público
fi: Julkiset
fr: Publiques
he: ציבורי
hi: सार्वजनिक
it: Pubblico
ja: 公開
ko: 공개
nb_no: Offentlig
pl: Publiczne
pt: Públicas
tl: Pampubliko
uk: Публічний
zh_hans: 公共

# welcome_qr_question
source: Do you have a QR code for a study?
cs: Máte QR kód pro studii?
da: Har du en QR-kode til et studie?
de: Haben Sie einen QR-Code für die Studie erhalten?
el: Έχετε QR κωδικό για μια μελέτη;
es: ¿Tienes un código QR para un estudio?
fi: Onko sinulla tutkimuksen QR-koodi?
fr: Avez-vous un code QR pour une étude ?
he: האם יש לך קוד QR למחקר?
hi: क्या आपके पास अध्ययन के लिए एक क्यू आर कोड है?
it: Hai un codice QR per uno studio?
ja: 研究用のQRコードはありますか？
ko: 연구용 QR 코드가 있습니까?
nb_no: Har du en QR-kode til en studie?
pl: Czy masz kod QR badania?
pt: Você tem um código QR para um estudo?
tl: Mayroon ka bang QR code para sa isang pag-aaral?
uk: У вас є QR-код для дослідження?
zh_hans: 您有该研究的二维码吗？

# welcome_server_question
source: On which server is the study located?
cs: Na kterém serveru je studie umístěna?
da: På hvilken server ligger studiet?
de: Auf welchem Server liegt die Studie?
el: Σε ποιον διακομιστή βρίσκεται η μελέτη;
es: ¿En qué servidor está ubicado el estudio?
fi: Millä palvelimella tutkimus sijaitsee?
fr: Sur quel serveur se trouve l’étude ?
he: על איזה שרת נמצא המחקר?
hi: यह अध्ययन किस सर्वर पर स्थित है?
it: Su quale server si trova lo studio?
ja: 研究があるサーバーはどこですか？
ko: 연구가 위치한 서버는 어디입니까?
nb_no: På hvilken server ligger studien?
pl: Na którym serwerze znajduje się badanie?
pt: Em qual servidor o estudo está localizado?
tl: Saang server matatagpuan ang pag-aaral?
uk: На якому сервері знаходиться дослідження?
zh_hans: 该研究位于哪个服务器上？

# colon_homepage
source: Homepage:
cs: Domovská stránka:
da: Hjemmeside:
el: Αρχική σελίδα:
es: Página web:
fi: Kotisivu:
fr: Page d’accueil :
he: דף הבית:
hi: होमपेज:
ja: ホームページ:
ko: 홈페이지:
nb_no: Hjemmeside:
pl: Strona główna:
pt: Página inicial:
uk: Домашня сторінка:
zh_hans: 主页：

# colon_github
source: GitHub:
hi: गिट हब:

source: Sent to whom?
cs: Posláno komu?
da: Sendt til hvem?
de: An wen?
el: Απεστάλη σε ποιον;
es: ¿A quién se envió?
fi: Kenelle lähetetään?
fr: Envoyé à :
he: נשלח למי?
hi: किसे भेजा गया?
it: A chi è stato inviato?
ja: 送信先は誰ですか？
ko: 누구에게 전송됩니까?
nb_no: Sendt til hvem?
pl: Do kogo wysłano?
pt: Enviado para quem?
tl: Ipinadala kanino?
uk: Кому надіслано?
zh_hans: 发送给谁？

source: Start scanning
cs: Zahájení skenování
de: Scannen starten
el: Έναρξη σάρωσης
es: Iniciar escaneo
fi: Aloita skannaus
fr: Démarrer le scan
he: התחל סריקה
hi: स्कैनिंग शुरू करें
it: Avviare la scansione
ja: スキャンを開始
ko: 스캔 시작
nb_no: Start skanning
pl: Rozpocznij skanowanie
pt: Iniciar escaneamento
tl: Simulan ang pag-scan
uk: Почати сканування
zh_hans: 开始扫描

# colon_used_libraries
source: Used libraries:
cs: Použité knihovny:
da: Brugte biblioteker:
de: Verwendete Projekte:
el: Βιβλιοθήκες που χρησιμοποιούνται:
es: Librerías utilizadas:
fi: Käytetyt kirjastot:
fr: Bibliothèques utilisées :
he: ספריות בשימוש:
hi: प्रयुक्त लाइब्रेरीज़:
it: Librerie utilizzate:
ja: 使用ライブラリ:
ko: 사용된 라이브러리:
nb_no: Brukte biblioteker:
pl: Wykorzystane biblioteki:
pt: Bibliotecas utilizadas:
tl: Ginamit na mga library:
uk: Використані бібліотеки:
zh_hans: 使用的库：

source: Add
cs: Přidat
da: Tilføj
de: Hinzufügen
el: Προσθήκη
es: Añadir
fi: Lisää
fr: Ajouter
he: הוסף
hi: जोड़ें
it: Aggiungi
ja: 追加
ko: 추가
nb_no: Legg til
nl: Toevoegen
pl: Dodaj
pt: Adicionar
sv: Lägg till
tl: Magdagdag
uk: Додати
zh_hans: 添加

source: Settings
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Configuraciones
fi: Asetukset
fr: Paramètres
he: הגדרות
hi: सेटिंग्स
it: Impostazioni
ja: 設定
ko: 설정
nb_no: Innstillinger
pl: Ustawienia
pt: Configurações
tl: Mga Setting
uk: Налаштування
zh_hans: 设置

source: I agree
cs: Souhlasím
da: Jeg accepterer
de: Ich stimme zu
el: Συμφωνώ
es: Estoy de acuerdo
fi: Hyväksyn
fr: J’accepte
he: אני מסכים/ה
hi: मैं सहमत हूँ
it: Sono d'accordo
ja: 同意します
ko: 동의합니다
nb_no: Jeg godtar
nl: Ik ga akkoord
pl: Zgadzam się
pt: Eu concordo
sv: Jag godkänner
tl: Sang-ayon ako
uk: Я згоден(-на)
zh_hans: 我同意

source: Informed consent
cs: Informovaný souhlas
da: Informeret samtykke
de: Einverständniserklärung
el: Ενημερωμένη συγκατάθεση
es: Consentimiento informado
fi: Tietoon perustuva suostumus
fr: Consentement éclairé
he: הסכמה מדעת
hi: सूचित सहमति
it: Consenso informato
ja: インフォームド・コンセント
ko: 연구 참여 동의서
nb_no: Informert samtykke
pl: Świadoma zgoda
pt: Consentimento informado
tl: Pinaalalahanang pahintulot
uk: Інформована згода
zh_hans: 知情同意

source: Messages
cs: Zprávy
da: Beskeder
de: Nachrichten
el: Μηνύματα
es: Mensajes
fi: Viestit
he: הודעות
hi: संदेश
it: Messaggi
ja: メッセージ
ko: 메시지
nb_no: Meldinger
pl: Wiadomości
pt: Mensagens
tl: Mga Mensahe
uk: Повідомлення
zh_hans: 消息

source: Please select
cs: Vyberte prosím
da: Vælg venligst
de: Bitte auswählen
el: Παρακαλώ επιλέξτε
es: Por favor seleccione
fi: Valitse
fr: Veuillez sélectionner
he: אנא בחר
hi: कृपया चुनें
it: Selezionare
ja: 選択してください
ko: 선택해 주세요
nb_no: Vennligst velg
pl: Wybierz
pt: Por favor, selecione
tl: Pumili
uk: Будь ласка оберіть
zh_hans: 请选择

source: Questionnaires
cs: Dotazníky
da: Spørgeskemaer
de: Fragebögen
el: Ερωτηματολόγια
es: Cuestionarios
fi: Kyselyt
he: שאלונים
hi: प्रश्नावलियाँ
it: Questionari
ja: 質問票
ko: 설문
nb_no: Spørreskjemaer
pl: Ankiety
pt: Questionários
tl: Mga Talatanungan
uk: Опитування
zh_hans: 问卷

source: Reload
cs: Znovu načíst
da: Genindlæs
de: Neu laden
el: Επαναφόρτωση
es: Recargar
fi: Lataa uudelleen
fr: Recharger
he: טען מחדש
hi: दोबारा लोड करें
it: Ricarica
ja: 再読み込み
ko: 다시 불러오기
nb_no: Last inn på nytt
pl: Odśwież
pt: Recarregar
tl: I-reload
uk: Перевантажити
zh_hans: 重新加载

source: Save
cs: Uložit
da: Gem
de: Speichern
el: Αποθήκευση
es: Guardar
fi: Tallenna
fr: Enregistrer
he: שמור
hi: सहेजें
it: Salva
ja: 保存
ko: 저장
nb_no: Lagre
pl: Zapisz
pt: Salvar
tl: I-save
uk: Зберегти
zh_hans: 保存

source: Send
cs: Odeslat
de: Senden
el: Αποστολή
es: Enviar
fi: Lähetä
fr: Envoyer
he: שלח
hi: भेजें
it: Invia
ja: 送信
ko: 보내기
pl: Wyślij
pt: Enviar
tl: Ipadala
uk: Надіслати
zh_hans: 发送

source: Statistics
cs: Statistiky
da: Statistik
de: Statistiken
el: Στατιστικά
es: Estadísticas
fi: Tilastot
fr: Statistiques
he: סטטיסטיקות
hi: आँकड़े
it: Statistiche
ja: 統計
ko: 통계
nb_no: Statistikk
pl: Statystyki
pt: Estatísticas
tl: Estadistika
uk: Статистика
zh_hans: 统计数据

source: Study description
cs: Popis studie
da: Studiebeskrivelse
de: Studien-Beschreibung
el: Περιγραφή μελέτης
es: Descripción del estudio
fi: Tutkimuksen kuvaus
fr: Description de l'étude
he: תיאור המחקר
hi: अध्ययन विवरण
it: Descrizione dello studio
ja: 研究の説明
ko: 연구 설명
nb_no: Studiebeskrivelse
pl: Opis badania
pt: Descrição do estudo
tl: Paglalarawan ng pag-aaral
uk: Опис дослідження
zh_hans: 研究描述

source: User-id
cs: ID uživatele
da: Bruger-id
el: Αναγνωριστικό χρήστη
es: ID de usuario
fi: Käyttäjätunnus
fr: ID utilisateur
he: מזהה משתמש
hi: यूसर आईडी
it: Id utente
ja: ユーザーID
ko: 사용자 ID
nb_no: Bruker-ID
pl: Identyfikator użytkownika
pt: ID do usuário
uk: ID користувача
zh_hans: 用户 ID

source: No
cs: Ne
da: Nej
de: Nein
el: Όχι
fi: Ei
fr: Non
he: לא
hi: नहीं
ja: いいえ
ko: 아니요
nb_no: Nei
pl: Nie
pt: Não
tl: Hindi
uk: Ні
zh_hans: 否

# add_a_study
source: Join a new study
cs: Zapojte se do nové studie
da: Deltag i et nyt studie
de: Einer neuen Studie beitreten
el: Συμμετοχή σε νέα μελέτη
es: Unirse a un nuevo estudio
fi: Liity uuteen tutkimukseen
fr: Rejoindre une nouvelle étude
he: הצטרף למחקר חדש
hi: नए अध्ययन में भाग लें
it: Partecipa ad un nuovo studio
ja: 新しい研究に参加する
ko: 새 연구에 참여
nb_no: Bli med i en ny studie
nl: Deelnemen aan een nieuwe studie
pl: Dołącz do nowego badania
pt: Participar de um novo estudo
sv: Gå med i en ny studie
tl: Sumali sa bagong pag-aaral
uk: Приєднайтеся до дослідження

# ios_version
source: Version: %1$@, %2$@
cs: Verze: %1$@, %2$@
el: Έκδοση: %1$@, %2$@
es: Versión: %1$@, %2$@
fi: Versio: %1$@, %2$@
he: גרסה: %1$@, %2$@
hi: संस्करण: %1$@, %2$@
it: Versione: %1$s, %2$s
ja: バージョン: %1$@, %2$@
ko: 버전: %1$@, %2$@
nb_no: Versjon: %1$@, %2$@
nl: Versie: %1$@, %2$@
pl: Wersja: %1$@, %2$@
pt: Versão: %1$@, %2$@
tl: Bersyon: %1$@, %2$@
uk: Версія: %1$@, %2$@

source: Backup
cs: Záloha
da: Sikkerhedskopi
el: Αντίγραφο ασφαλείας
es: Respaldo
fi: Varmuuskopio
fr: Sauvegarde
he: גיבוי
hi: बैकअप
ja: バックアップ
ko: 백업
nb_no: Sikkerhetskopi
pl: Kopia zapasowa
sv: Säkerhetskopia
uk: Резервне копіювання (бекап)
zh_hans: 备份

source: Cancel
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
fi: Peruuta
fr: Annuler
he: בטל
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소
nb_no: Avbryt
nl: Annuleren
pl: Anuluj
pt: Cancelar
sv: Avbryt
tl: Kanselahin
uk: Відмінити
zh_hans: 取消

source: Change schedules
cs: Změny plánů
da: Skift tidsplaner
de: Zeitpläne verändern
el: Αλλαγή προγραμμάτων
es: Cambiar horarios
fi: Muuta aikatauluja
fr: Modifier les plannings
he: שנה לוחות זמנים
hi: समय-सारिणी बदलें
it: Modificare la programmazione
ja: スケジュールを変更
ko: 일정 변경
nb_no: Endre tidsplaner
nl: Schema's wijzigen
pl: Zmień harmonogramy
pt: Alterar cronogramas
sv: Ändra scheman
tl: Baguhin ang mga iskedyul
uk: Змінити графіки (розклад)
zh_hans: 更改时间表

source: Close
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
fi: Sulje
fr: Fermer
he: סגור
hi: बंद करें
it: Chiudere
ja: 閉じる
ko: 닫기
nb_no: Lukk
nl: Sluiten
pl: Zamknij
pt: Fechar
sv: Stäng
tl: Isara
uk: Закрити
zh_hans: 关闭

# colon_enter_manually
source: Enter manually:
cs: Zadejte ručně:
da: Indtast manuelt:
de: Manuelle Eingabe:
el: Εισαγωγή με το χέρι:
es: Ingresar manualmente:
fi: Syötä manuaalisesti:
fr: Entrer manuellement :
he: הזן ידנית:
hi: हाथ से दर्ज करें:
it: Inserire manualmente:
ja: 手動入力:
ko: 직접 입력:
nb_no: Skriv inn manuelt:
nl: Handmatig invoeren:
pl: Wprowadź ręcznie:
pt: Inserir manualmente:
sv: Ange manuellt:
tl: Manu-manong ilagay:
uk: Ввести вручну:
zh_hans: 手动输入：

# colon_next_expected_notification
source: Next expected notification:
cs: Další očekávané oznámení:
da: Næste forventede notifikation:
de: Nächste erwartete Benachrichtigung:
el: Επόμενη αναμενόμενη ειδοποίηση:
es: Próxima notificación esperada:
fi: Seuraava odotettu ilmoitus:
fr: Prochaine notification prévue :
he: ההתראה הבאה הצפויה:
hi: अगली अपेक्षित अधिसूचना:
it: Prossima notifica prevista:
ja: 次の通知予定時刻:
ko: 다음 예정 알림:
nb_no: Neste forventede varsling:
nl: Volgende verwachte melding:
pl: Następne zaplanowane powiadomienie:
pt: Próxima notificação esperada:
sv: Nästa förväntade avisering:
tl: Susunod na inaasahang abiso:
uk: Наступне очікуване сповіщення:
zh_hans: 下一个预期通知：

# colon_password
source: Password:
cs: Heslo:
da: Kodeord:
de: Passwort:
el: Κωδικός:
es: Contraseña:
fi: Salasana:
fr: Mot de passe :
he: סיסמה:
hi: पासवर्ड:
ja: パスワード:
ko: 비밀번호:
nb_no: Passord:
nl: Wachtwoord:
pl: Hasło:
pt: Senha:
sv: Lösenord:
uk: Пароль:
zh_hans: 密码：

source: Consent
cs: Souhlas
da: Samtykke
de: Einwilligung
el: Συγκατάθεση
es: Consentimiento
fi: Suostumus
fr: Consentement
he: הסכמה
hi: सहमति
it: Consento
ja: 同意
ko: 동의
nb_no: Samtykke
nl: Toestemming
pl: Zgoda
pt: Consentimento
sv: Samtycke
tl: Pahintulot
uk: Згода
zh_hans: 同意

# ios_contact_email
source: Contact %1$@
cs: Kontakt %1$@
da: Kontakt %1$@
de: Kontaktiere %1$@
el: Επικοινωνία με %1$@
es: Contactar a %1$@
fi: Ota yhteyttä: %1$@
fr: Contacter %1$@
he: צור קשר עם %1$@
hi: संपर्क करें: %1$@
it: Contatto %1$s
ja: %1$@ に連絡
ko: %1$@에게 연락하기
nb_no: Kontakt %1$@
nl: Contact opnemen met %1$@
pl: Kontakt %1$@
pt: Contato %1$@
sv: Kontakta %1$@
tl: Makipag-ugnayan kay %1$@
uk: Контакт %1$@

source: Contact researcher
cs: Kontakt na výzkumníka
da: Kontakt forsker
de: ForscherIn kontaktieren
el: Επικοινωνία με τον ερευνητή
es: Contactar al investigador
fi: Ota yhteyttä tutkijaan
fr: Contacter le chercheur
he: צור קשר עם החוקר
hi: शोधकर्ता से संपर्क करें
it: Ricercatore di riferimento per i contatti
ja: 研究者に連絡
ko: 연구자에게 연락
nb_no: Kontakt forsker
nl: Contact opnemen met de onderzoeker
pl: Skontaktuj się z badaczem
pt: Entrar em contato com o pesquisador
sv: Kontakta forskaren
tl: Makipag-ugnayan sa mananaliksik
uk: Зв'язатися із дослідником
zh_hans: 联系研究人员

# contentDesc_more_studies
source: Opens an option menu for this study.
cs: Otevře nabídku možností pro tuto studii.
da: Åbner en indstillingsmenu for dette studie.
de: Öffnet zusätzliche Einstellungen für diese Studie.
el: Ανοίγει μενού επιλογών για αυτή τη μελέτη.
es: Abre un menú de opciones para este estudio.
fi: Avaa tämän tutkimuksen valikon.
fr: Ouvre un menu d'options pour cette étude.
he: פותח תפריט אפשרויות למחקר זה.
hi: इस अध्ययन के लिए विकल्प मेनू खोलता है।
it: Aprire un menu di opzioni per questo studio.
ja: この研究のオプションメニューを開きます。
ko: 이 연구에 대한 옵션 메뉴를 엽니다.
nb_no: Åpner en alternativmeny for denne studien.
nl: Opent een optiemenu voor deze studie.
pl: Otwórz dostępne opcje dla badania.
pt: Abre um menu de opções para este estudo.
sv: Öppnar en alternativmeny för den här studien.
tl: Nagbubukas ng menu ng mga opsyon para sa pag-aaral na ito.
uk: Відкриває меню параметрів для цього дослідження.
zh_hans: 打开此研究的选项菜单。

source: Continue
cs: Pokračovat
da: Fortsæt
de: Weiter
el: Συνέχεια
es: Continuar
fi: Jatka
fr: Continuer
he: המשך
hi: जारी रखें
it: Continua
ja: 続行
ko: 계속
nb_no: Fortsett
nl: Doorgaan
pl: Przejdź dalej
pt: Continuar
sv: Fortsätt
tl: Magpatuloy
uk: Продовжити
zh_hans: 继续

source: Delete
cs: Odstranit
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
fi: Poista
fr: Supprimer
he: מחק
hi: हटाएँ
it: Cancellare
ja: 削除
ko: 삭제
nb_no: Slett
nl: Verwijderen
pl: Usuń
pt: Excluir
sv: Ta bort
tl: Tanggalin
uk: Видалити
zh_hans: 删除

source: Delete statistics
cs: Odstranění statistik
da: Slet statistik
de: Statistiken löschen
el: Διαγραφή στατιστικών
es: Eliminar estadísticas
fi: Poista tilastot
fr: Supprimer les statistiques
he: מחק סטטיסטיקות
hi: आँकड़े हटाएँ
it: Cancellare le statistiche
ja: 統計を削除
ko: 통계 삭제
nb_no: Slett statistikk
nl: Statistieken verwijderen
pl: Usuń statystyki
pt: Excluir estatísticas
sv: Ta bort statistik
tl: Tanggalin ang mga estadistika
uk: Видалити статистику
zh_hans: 删除统计数据

# desc_update_schedules
source: Change the schedules of your studies
cs: Změna plánů studií
da: Skift tidsplanerne for dine studier
de: Die Zeitpläne Ihrer Studien verändern
el: Αλλαγή των προγραμμάτων των μελετών σας
es: Cambiar los horarios de tus estudios
fi: Muuta tutkimustesi aikatauluja
fr: Modifier les plannings de vos études
he: שנה את לוחות הזמנים של המחקרים שלך
hi: अपने अध्ययनों की अनुसूचियाँ बदलें
it: Modificare la programmazione del tuo studio
ja: 参加中の研究のスケジュールを変更します
ko: 참여 중인 연구의 일정을 변경합니다
nb_no: Endre tidsplanene for studiene dine
nl: Wijzig de schema's van je studies
pl: Zmień harmonogramy swoich badań
pt: Alterar os cronogramas dos seus estudos
sv: Ändra scheman för dina studier
tl: Baguhin ang mga iskedyul ng iyong mga pag-aaral
uk: Змінити розклад (графік) дослідження
zh_hans: 更改您研究的时间表

# desc_update_studies
source: Update the settings of your studies
cs: Aktualizujte nastavení svých studií
da: Opdater indstillingerne for dine studier
de: Die Einstellungen Ihrer Studien aktualisieren
el: Ενημέρωση ρυθμίσεων των μελετών σας
es: Actualizar la configuración de tus estudios
fi: Päivitä tutkimustesi asetukset
fr: Mettre à jour les paramètres de vos études
he: עדכן את ההגדרות של המחקרים שלך
hi: अपने अध्ययनों की सेटिंग्स बदलें
it: Aggiornare le impostazioni dei tuoi studi
ja: 参加中の研究の設定を更新します
ko: 참여 중인 연구의 설정을 업데이트합니다
nb_no: Oppdater innstillingene for studiene dine
nl: Werk de instellingen van je studies bij
pl: Zaktualizuj ustawienia swoich badań
pt: Atualizar as configurações dos seus estudos
sv: Uppdatera inställningarna för dina studier
tl: I-update ang mga setting ng iyong mga pag-aaral
uk: Оновити налаштування дослідження
zh_hans: 更新您研究的设置

source: Complete
cs: Kompletní
da: Fuldfør
de: Abschließen
el: Ολοκληρώθηκε
es: Completo
fi: Valmis
fr: Terminé
he: סיום
hi: पूर्ण
it: Completo
ja: 完了
ko: 완료
nb_no: Fullfør
nl: Voltooien
pl: Zakończone
pt: Concluir
sv: Slutför
tl: Kumpleto
uk: Завершити
zh_hans: 完成

# dialogDesc_delete_statistics
source: Do you want to delete all statistics for this study?
cs: Chcete vymazat všechny statistiky této studie?
da: Vil du slette al statistik for dette studie?
de: Sollen alle Statistiken für diese Studie gelöscht werden?
el: Θέλετε να διαγράψετε όλα τα στατιστικά αυτής της μελέτης;
es: ¿Deseas eliminar todas las estadísticas de este estudio?
fi: Haluatko poistaa kaikki tämän tutkimuksen tilastot?
fr: Voulez-vous supprimer toutes les statistiques de cette étude ?
he: האם ברצונך למחוק את כל הסטטיסטיקות עבור מחקר זה?
hi: क्या आप इस अध्ययन के सभी आँकड़े मिटाना चाहते हैं?
it: Si desidera cancellare tutte le statistiche di questo studio?
ja: この研究のすべての統計を削除しますか？
ko: 이 연구의 모든 통계를 삭제하시겠습니까?
nb_no: Vil du slette all statistikk for denne studien?
nl: Wil je alle statistieken voor deze studie verwijderen?
pl: Czy chcesz usunąć wszystkie statystyki dla tego badania?
pt: Deseja excluir todas as estatísticas deste estudo?
sv: Vill du ta bort all statistik för den här studien?
tl: Gusto mo bang tanggalin ang lahat ng estadistika para sa pag-aaral na ito?
uk: Ви бажаєте видалити всю статистику цього дослідження?
zh_hans: 您是否要删除此研究的所有统计数据？

# dialogDesc_leave_study
source: Do you want to leave this study? You will have to reenter its credentials to join again.
cs: Chcete tuto studii opustit? Budete-li se do ní chtít znovu zapojit, musíte znovu zadat její přihlašovací údaje.
da: Vil du forlade dette studie? Du skal indtaste dets loginoplysninger igen for at deltage igen.
de: Möchten Sie diese Studie verlassen? Der bisherige Fortschritt in der Studie geht dann verloren.
el: Θέλετε να αποχωρήσετε από αυτή τη μελέτη; Θα χρειαστεί να ξαναπληκτρολογήσετε τα διαπιστευτήρια για να συμμετάσχετε ξανά.
es: ¿Deseas abandonar este estudio? Tendrás que volver a ingresar sus credenciales para unirte nuevamente.
fi: Haluatko poistua tästä tutkimuksesta? Palataksesi sinun on annettava tunnistetiedot uudelleen.
fr: Voulez-vous quitter cette étude ? Vous devrez saisir de nouveau ses identifiants pour la rejoindre.
he: האם ברצונך לעזוב מחקר זה? תצטרך להזין שוב את פרטי ההצטרפות כדי להצטרף מחדש.
hi: क्या आप इस अध्ययन को छोड़ना चाहते हैं? दोबारा शामिल होने के लिए आपको इसकी जानकारी फिर से दर्ज करनी होगी।
it: Vuole lasciare questo studio? Dovrà reinserire le sue credenziali per partecipare nuovamente.
ja: この研究から退出しますか？再参加するには、再度認証情報を入力する必要があります。
ko: 이 연구에서 나가시겠습니까? 다시 참여하려면 연구 정보를 다시 입력해야 합니다.
nb_no: Vil du forlate denne studien? Du må skrive inn legitimasjonen på nytt for å bli med igjen.
nl: Wil je deze studie verlaten? Je moet de inloggegevens opnieuw invoeren om weer deel te nemen.
pl: Czy chcesz opuścić to badanie? Będziesz musiał(a) ponownie wprowadzić dane dostępowe, aby do niego dołączyć.
pt: Deseja sair deste estudo? Você precisará inserir novamente suas credenciais para participar novamente.
sv: Vill du lämna den här studien? Du måste ange inloggningsuppgifterna igen för att gå med på nytt.
tl: Gusto mo bang lisanin ang pag-aaral na ito? Kailangan mong muling ilagay ang mga kredensyal nito upang makasali muli.
uk: Ви хочете залишити це дослідження? Вам потрібно буде повторно ввести його облікові дані, щоб знову приєднатися.
